// ignore_for_file: constant_identifier_names, non_constant_identifier_names

class MaaData {
  static const String title_activity_main = 'মা অ্যাপে স্বাগতম';
  static const String next = 'পরবর্তী';
  static const String previous = 'পূর্ববর্তী';
  static const String save = 'সংরক্ষণ';
  static const String welcome = 'স্বাগতম';
  static const String dateChange = 'তারিখ বদলাতে এখানে চাপুন';
  static const String slide_2_title = 'শেষ মাসিক এর প্রথম দিন';
  static const String slide_3_title = 'প্রসবের সম্ভাব্য তারিখ';
  static const String glance = 'এক নজরে';
  static const String week = 'সপ্তাহ';
  static const String weekNo = 'সপ্তাহ নংঃ ';
  static const String monthNo = 'মাস নংঃ ';
  
  static const String day = 'দিন';
  static const String month = 'মাস';
  static const String running = 'এখন চলছেঃ ';
  static const String remaining = 'বাকি রয়েছেঃ ';
  static const String survival_posibilty = ' ৫০% বাঁচার সম্ভাবনা';
  static const String first_timestar = 'প্রথম ত্রৈমাসিক';
  static const String second_timestar = 'দ্বিতীয় ত্রৈমাসিক';
  static const String third_timestar = 'তৃতীয় ত্রৈমাসিক';
  static const String weekly_change = 'সাপ্তাহিক পরিবর্তন';
  static const String text1 = 'বিস্তারিত জানতে এখানে চাপুন';
  static const String text2 = 'তৃতীয় সপ্তাহ হতে এখানে তথ্য দেখতে পাবেন';
  static const String emergency = 'ইমারজেন্সি';
  static const String responsibility = 'দায়িত্ব';
  static const String food = 'খাবার';
  static const String yes = 'হ্যাঁ';
  static const String no = 'না';
  static const String want_to_exit = 'আপনি কি অ্যাপ থেকে বেরিয়ে যেতে চান ?';
  static const List<double> sWidthlist = [37.6, 10.2, 6.5];
  static const List<String> sympNameList = [];
  //The Android's default system path of this application database.
  /*public static String DB_PATH = "/data/data/com.app.app/databases/";*/
  static const String DB_NAME = "app.db";
  static const int VERSION = 4;
  static const int startWeekNo = 3;
  static const int endWeekNo = 41;
  static const String baby_shop = "https://maa.agamilabs.com/shop/";
  static const String agami_web = "https://AGAMiLabs.com";
  static const int timestar_1 = 1;
  static const int timestar_2 = 3;
  static const int timestar_3 = 6;
  static const int timestar_4 = 9;
  static const int timestar_5 = 12;
  static const String agreementTitle = "মা - Maa v1.0";
  static const String agree = "রাজি আছি";
  static const String disagree = "রাজি না";
  static const String agreementSubTitle_1 = "রাজি আছি";
  static const String agreementSubDesc_1 =
      "-তে স্পর্শ করার পূর্বে নিম্নলিখিত শর্তাবলী মনোযোগ দিয়ে পড়ুন। কেবলমাত্র সকল শর্তে সম্মত হলেই আপনি এই অ্যাপটি ব্যবহার করতে পারবেন।";
  static const String agreementSubTitle_2 = "স্বত্বাধিকার:";
  static const String agreementSubDesc_2 =
      "অ্যাপটি এবং অ্যাপটিতে ব্যবহৃত সকল বিষয়বস্তু যেমন- ছবি, অডিও, তথ্য-উপাত্ত, ফিচারসমূহ সম্পূর্ণরুপে AGAMiLabs Ltd. প্রতিষ্ঠানের স্বত্বাধীন। এই অ্যাপটি বা অ্যাপের কোন অংশ অন্য কেউ ব্যবসায়িক কাজে বা বিক্রয়ের জন্য ব্যবহার করতে পারবে না। এই নিয়মের ব্যতিক্রম হলে তা গণপ্রজাতন্ত্রী বাংলাদেশেরে আইসিটি আইন অনুযায়ী দণ্ডনীয় অপরাধ বলে গণ্য হবে।";
  static const String agreementSubTitle_3 = "নির্ভরযোগ্যতা:";
  static const String agreementSubDesc_3 =
      "অ্যাপটিতে প্রদত্ত যাবতীয় তথ্য-উপাত্ত, ছবি ও অডিও সমূহ একটি নির্দিষ্ট মানদণ্ডে নির্ভরযোগ্য। গর্ভাবস্থার বিভিন্ন পরিবর্তন এবং লক্ষণ নারীভেদে ভিন্ন হতে পারে বা ভিন্ন সময়ে দেখা দিতে পারে। অ্যাপটি গর্ভকালীন অবস্থায় মা ও শিশুর পরিবর্তনগুলো সম্পর্কে একটি সাধারন ধারণা দিতে পারে মাত্র, কিন্তু কোনক্রমেই সেসকল পরিবর্তনের নিশ্চয়তা প্রদান করে না। তাই অ্যাপটি হতে তথ্য গ্রহণ করে যেকোনো সিদ্ধান্ত নেয়ার পূর্বে অবশ্যই সংশ্লিষ্ট ডাক্তার বা স্বাস্থ্যকর্মীর পরামর্শ গ্রহণ করুণ। এই অ্যাপটি কোন অবস্থাতেই ডাক্তার বা স্বাস্থ্যকর্মীর বিকল্প নয়।";
  static const String agreementSubTitle_4 = "বিজ্ঞাপন:";
  static const String agreementSubDesc_4 =
      "অ্যাপটির বিভিন্ন সুযোগ-সুবিধা ব্যবহারকারী যাতে যথাসম্ভব বিনামূল্যে ব্যবহার করতে পারেন তা নিশ্চিত করতে অ্যাপটি তৈরির সময় সর্বোচ্চ গুরুত্ব দেয়া হয়েছে। তবে অ্যাপটি যেহেতু বেসরকারী প্রতিষ্ঠানের মালিকানাধীন একটি পণ্য, তাই প্রতিষ্ঠানের উন্নয়নের স্বার্থে এতে নানাবিধ বিজ্ঞাপন দেখানো প্রয়োজন। অ্যাপে প্রদর্শিত বিজ্ঞাপনের বিষয়বস্তু, বিজ্ঞাপনের মান বা বিজ্ঞাপন সংক্রান্ত তথ্য কোনভাবেই নির্মাতা প্রতিষ্ঠানের নিয়ন্ত্রনযোগ্য নয়। অপ্রাসঙ্গিক বা অযাচিত বিজ্ঞাপন প্রচারিত হলে তার জন্য এই প্রতিষ্ঠান কোনভাবেই দায়ী থাকবে না।";
  static const String agreementSubTitle_5 = "প্রো ভার্সন:";
  static const String agreementSubDesc_5 =
      "অ্যাপটি হতে বিশেষ সুবিধা অর্জন করতে ব্যবহারকারীকে স্বল্পমূল্যে অ্যাপটি কিনে নিতে হবে। কিনে নেয়ার এ প্রক্রিয়াটিকে সম্পুর্ণ নিরাপদ করা হয়েছে, তবে এ প্রক্রিয়া সম্পন্ন করতে ব্যবহারকারীকে তার মোবাইল সংযোগ সম্পর্কিত তথ্য প্রদান করতে হতে পারে। কোন অবস্থাতেই এ সকল তথ্য ব্যাক্তিস্বার্থে বা ব্যবসায়িক স্বার্থে ব্যবহৃত হবে না, এবং সর্বাবস্থায় এ সংক্রান্ত তথ্যের যথাযথ গোপনীয়তা বজায় রাখা হবে। কিনে নেয়ার প্রক্রিয়াকে কেউ হ্যাক করতে চাইলে বা করলে তা আইনত দন্ডনীয় অপরাধ হিসেবে গণ্য হবে।";
  static const String agreementSubTitle_6 = "গোপনীয়তা:";
  static const String agreementSubDesc_6 =
      "আপনাকে আরো কার্যকর সুযোগ-সুবিধা প্রদান করতে অ্যাপটি আপনার অনুমতি সাপেক্ষে আপনার বিভিন্ন তথ্য, যেমন আপনার ওজন, লক্ষণ, নোট ইত্যাদি সংগ্রহ করবে, যা পরবর্তীতে গবেষনার কাজে ব্যবহৃত হবে। এই সকল তথ্যসমূহ কোন অবস্থাতেই ব্যক্তিস্বার্থে ব্যবহৃত হবেনা এবং আপনার পরিচয় শনাক্ত করা যায় এমন কোন তথ্যই অ্যাপটি সংগ্রহ করবে না।";
  static const String agreementSubTitle_7 = "পরিবর্তনের ক্ষমতা:";
  static const String agreementSubDesc_7 =
      "AGAMiLabs Ltd. প্রতিষ্ঠানটি যেকোন সময় যাবতীয় শর্তাবলী পরিবর্ধন, পরিমার্জন বা পরিবর্তনের ক্ষমতা সংরক্ষণ করে।\n\nআমাদের শর্তাবলী সম্পর্কে আপনার কোন প্রশ্ন থাকলে যোগাযোগ করুন";

  //Emergency
  static const String emergencyTip =
      'নিচে উল্লেখিত লক্ষণসমূহ দেখা গেলে গর্ভবতী মাকে সাথে সাথে নিকটস্থ হাসপাতালে নিয়ে যান।';
  static const List<String> emergDataTitle = [
    "অতিরিক্ত রক্তক্ষরণঃ",
    "প্রচণ্ড বমি এবং অতিরিক্ত বমি বমি ভাবঃ",
    "শিশুর নড়াচড়া অস্বাভাবিক হারে কম হওয়াঃ",
    "সংকোচন-প্রসারন বা খিঁচুনীর মাত্রা বেড়ে যাওয়াঃ",
    "পানি ভাঙ্গাঃ",
    "প্রিক্ল্যাম্পসিয়াঃ",
    "ভাইরাস জ্বরঃ "
  ];

  static const List<String> emergImageAssetUri = [
    'lib/assets/images/e1.jpg',
    '',
    'lib/assets/images/e2.jpg',
    'lib/assets/images/e4.jpg',
    '',
    '',
    'lib/assets/images/e7.jpg'
  ];

  static const List<String> audioShortDescList = [
    'audio/tone_1.mp3',
    'audio/tone_2.mp3',
    'audio/tone_1.mp3',
    'audio/tone_2.mp3',
    'audio/tone_1.mp3',
    'audio/tone_2.mp3',
  ];

  static const List<String> emergencyDesc = [
    "গর্ভাবস্থার প্রথম তিনমাস কালে যদি অতিরিক্ত রক্তক্ষরণ এবং সেই সাথে তলপেটে প্রচণ্ড ব্যাথা অনুভব হয়, সেই সাথে যদি জ্ঞান হারিয়ে ফেলতে বসে, তবে সাথে সাথে ডাক্তারের শরণাপন্ন হওয়া উচিত। প্রথম তিনমাস কাল অথবা দ্বিতীয় তিনমাস কালের শুরুতে যদি অতিরিক্ত রক্তক্ষরণের সাথে সাথে খিঁচুনী বা সংকোচন-প্রসারণ হয়, তাহলে সেটা গর্ভপাতের  লক্ষণ হতে পারে। শেষ তিনমাস কালে রক্তপাত ও তলপেটে ব্যাথা অনেকটা স্বাভাবিক। তবে যেকোন ধরনের পরিস্থিতিতে ডাক্তারের সাথে আগে যোগাযোগ করুন।",
    "বমি বমি ভাব গর্ভাবস্থায় খুব সাধারণ একটি উপসর্গ। তবে সেটি যদি অতিরিক্ত হয়ে যায়, তবে তা জটিলতা বোঝাতে পারে। বমি বমি ভাব অতিরিক্ত হলে মায়ের খাবার খাওয়ার এবং পানি পান করার পরিমান কমে যাবে, যা শিশুর বৃদ্ধিতে অত্যন্ত নেতিবাচক প্রভাব ফেলতে পারে। তাই আপনার বমি বমি ভাব যদি অতিরিক্ত হয় এবং এতে যদি আপনার খাওয়া দাওয়ার উপর প্রভাব পড়ে, তবে অতিসত্তর ডাক্তারের বা স্বাস্থ্যকর্মীর পরামর্শ অনুযায়ী খাদ্যাভ্যাসে পরিবর্তন আনুন ও ঔষধ সেবন করুন।",
    "শিশুর নড়াচড়ার হার কমে গেলে ফলের রস, দুধ বা তরল জাতীয় কিছু পান করুন, এরপর অনুভব করার চেষ্টা করুন শিশু নড়াচড়া করছে কিনা। গর্ভাবস্থার শেষ তিনমাসে শিশু সাধারণত প্রতি দুই ঘণ্টায় দশ বারের অধিক লাথি দেয়। যদি শিশুর লাথি দেয়ার হার এর চেয়ে কম হয়, তবে অতিসত্তর ডাক্তারের শরণাপন্ন হন।",
    "সাধারণত গর্ভাবস্থার শেষ তিনমাস কালের সময় সংকোচন-প্রসারণের মাত্রা বাড়বে, যদিও এ সংকোচন-প্রসারণের ধরন প্রসবকালীন সংকোচন-প্রসারণের চেয়ে আলাদা। কি ভাবে ? যদি সংকোচন-প্রসারণ অনিয়মিত হারে হয়, যদি এর সময়কাল ১৫-২০ এর মধ্যে হয় এবং হাঁটাচলা করলে এর মাত্রা হ্রাস পায়, তবে এটি স্বাভাবিক সংকোচন-প্রসারণ। যদি তা নিয়মিত হারে আসা শুরু করে, এর ব্যপ্তি যদি ৩০ সেকেন্ডের বেশী হয়, সময়ের সাথে সাথে যদি আরও দ্রুত হারে আসে এবং অনেকক্ষণ ধরে বজায় থাকে, তবে যত তাড়াতাড়ি সম্ভব ডাক্তারের শরণাপন্ন হন।",
    "গর্ভাবস্থায় শেষদিকে তরল নির্গমন দুই রকম হতে পারে। তরল নির্গমনের মাত্রা যদি অল্প হয়, তাতে যদি গন্ধ থাকে এবং হলদেটে ভাব থাকে, তবে সেটা সাধারণত মূত্র। তবে তরল নির্গমনের মাত্রা যদি খুবই বেশি হয় এবং তরল যদি স্বচ্ছ ও গন্ধহীন হয়, তবে সেটি সাধারনত প্রসব ঘনিয়ে আসার লক্ষণ। দ্বিতীয় ক্ষেত্রে অতিসত্তর ডাক্তার অথবা ধাত্রীর সাথে যোগাযোগ করুন। ",
    "শরীরে রক্তচাপ অত্যন্ত বেড়ে গিয়ে মুখ, হাত-পা বা শরীরের অন্যান্য অংশ অস্বাভাবিক হারে ফুলে যাওয়াকে প্রিক্ল্যাম্পসিয়া বলে, যার আবির্ভাব সাধারণত ৩৬-৩৭তম সপ্তাহের পরে ঘটে। কিন্তু এর আগেই এই জটিলতা দেখা দিলে বা দীর্ঘক্ষণ মাথাব্যাথা, চোখে ঘোলা বা ঝাপসা দেখা, পেটে  তীব্র ব্যাথা বা খুব বেশী বমি হলে অতিসত্তর ডাক্তারের শরণাপন্ন হন।",
    "গর্ভকালীন সময়ের শুরুতে এবং গর্ভাবস্থার মধ্যে মা-কে সাধারণত বিভিন্ন রোগের টিকা দেয়া হয়, যাতে করে ভাইরাস জাতীয় অসুখ হওয়ার সম্ভাবনা অনেকাংশে কমে যায়। তারপরেও আপনি যদি ভাইরাস জ্বরে আক্রান্ত হন, তাহলে আপনি ডাক্তারের সাথে যোগাযোগ করুন। কারন, গর্ভাবস্থায় এ ধরনের জ্বর অনেক জটিলতা নিয়ে আসতে পারে। আর গর্ভাবস্থার পুরো সময়ে অসুস্থ মানুষজনের কাছে যাওয়া পরিহার করুন।"
  ];

  //responsibilities
  static const List<String> respTitle = [
    '১। সাপ্তাহিক পরিবর্তন জেনে সচেতনভাবে গর্ভবতী-মায়ের পাশে থাকুন ও প্রয়োজনে সকল সদস্যের মোবাইলে এই  এ্যাপটি রাখুন:',
    '২। গর্ভবতী-মাকে সকল প্রকার সহায়তা দিন:',
    '৩। বাবা হিসেবে সবসময় গর্ভবতী মায়ের সর্বোচ্চ সেবা নিশ্চিত করুন:',
    '৪। গর্ভবতী মায়ের গর্ভাবস্থার মুহূর্তগুলো স্মৃতিময় করে তোলার চেষ্টা করুন:',
    '৫। ডাক্তারের পরামর্শ অনুযায়ী মায়ের বিভিন্ন ধরণের পরীক্ষা করান:',
    '৬। মায়ের যেকোনো ধরণের উপসর্গ দেখা দিলে যথাযথ ব্যবস্থা নিন:',
    '৭। মায়ের প্রতিদিনের পুষ্টি নিশ্চিত করুন:',
    '৮। মায়ের হাত পা মালিশ করে দিন:',
    '৯। মায়ের সাথে শান্ত আচরণ করুন:',
    '১০। গর্ভবতী মা যাতে প্রচুর পরিমাণ পানি/তরল পান করেন তা নিশ্চিত করুন:',
    '১১। গর্ভবতী মাকে অসুস্থ্য মানুষের কাছে যাওয়া থেকে বিরত রাখুন:',
    '১২। মাকে নিয়মিত ডাক্তার দেখান:',
  ];
  static const List<String> respImgAssetUri = [
    '',
    '',
    'lib/assets/images/r3.jpg',
    'lib/assets/images/r4.jpg',
    'lib/assets/images/r5.jpg',
    'lib/assets/images/r6.jpg',
    'lib/assets/images/r7.jpg',
    '',
    '',
    'lib/assets/images/r10.jpg',
    '',
    'lib/assets/images/r12.jpg',
  ];

  static const List<String> respDesc = [
    "প্রতি সপ্তাহে শিশুর বৃদ্ধি ও বিকাশের পাশাপাশি মায়ের শারীরিক এবং মানসিক পরিবর্তন হয়। সেগুলোর প্রতি লক্ষ্য রেখে মায়ের প্রতি খেয়াল রাখা এবং মায়ের জন্য দেয়া ডাক্তার/স্বাস্থ্য কর্মীর দেয়া নির্দেশনাগুলো সঠিকভাবে পালন করা হচ্ছে তা খেয়াল রাখা শুধু মায়েরই নয়, পরিবারের অন্য সবার জন্যও অত্যন্ত গুরুত্বপূর্ণ। একজন সুস্থ মা সুস্থ শিশুর জন্ম দিতে পারে। কাজেই মায়ের পাশাপাশি পরিবারের প্রত্যেক সদস্যেরই মায়ের গর্ভাবস্থার চলতি সপ্তাহের যাবতীয় তথ্য জানা উচিত এবং সে অনুযায়ী সতর্ক থাকা উচিত। তাই প্রয়োজনে পরিবারের সব সদস্যের মোবাইলে এই এ্যাপটি রাখুন।",
    "গর্ভবতী মায়ের প্রাত্যহিক কাজগুলোতে পরিবারের সবাই মিলে যথাসম্ভব সাহায্য করুন। তিনি সাহায্য চাইবার আগেই নিজে থেকে সাহায্য করা শুরু করুন। তাঁর কাজের ভার যেন যথাসম্ভব কম থাকে সেদিকে লক্ষ্য রাখুন। তাঁকে বেশী করে সময় দিন। তাঁর সাথে কথা বলুন ও তাঁর সমস্যাগুলো মনোযোগ দিয়ে শুনুন। কারণ গর্ভাবস্থায় অধিকাংশ মায়েরাই \"বেবি ব্লুজ\" নামক বিষণ্ণতায় ভোগেন, যা মা এবং শিশু দু’জনের জন্যই ক্ষতিকর। মায়ের দুশ্চিন্তা, ভয় ও মানসিক পরিবর্তনগুলো সম্পর্কে তাঁর কাছ থেকে জানুন। তাঁকে অনুপ্রেরণা যোগান। সর্বপ্রকার মানসিক সহায়তা প্রদান করুন।",
    "সন্তানের প্রতি পিতার যেমন অধিকার আছে তেমনি দায়িত্বও কিন্তু কম নয়। সন্তান মায়ের গর্ভে থাকাকালীন অবস্থায় একজন পিতা প্রত্যক্ষভাবে সন্তানের যত্ন নিতে পারেন না। তবে এসময় মায়ের যথার্থ যত্ন নেয়া মানেই সন্তানের যত্ন নেয়া। কেননা মায়ের মন-মানসিকতা এবং শারীরিক সুস্থতা গর্ভের সন্তানের উপর সরাসরি প্রভাব ফেলে। তাই মায়ের গর্ভধারণের শুরু থেকে প্রসবের পর মা সন্তানের দায়িত্ব বুঝে নেবার আগ পর্যন্ত পিতাকে মায়ের সকল প্রকার চাহিদার প্রতি লক্ষ্য রাখুন। মায়ের সঠিক মাত্রার আরাম এবং তাঁর পরিচর্যা নিশ্চিত করুন। তাঁকে ঢোলাঢোলা কাপড়চোপড় পরতে উৎসাহিত করুন। মাকে যথাসম্ভব সময় দিন এবং যেকোন পরিস্থিতিতে মায়ের পাশে থাকুন।",
    "গর্ভকালীন সময়টাকে স্মৃতিময় করে রাখতে বিভিন্নভাবে মাকে সহযোগিতা করতে পারেন। মাকে মজাদার এবং স্বাস্থ্যকর খাবার রান্না করে খাওয়ান। সুন্দর ও সুখকর স্মৃতি নিয়ে গল্প করুন। মায়ের গর্ভাবস্থার বিভিন্ন বড় বড় পরিবর্তনগুলো ছবিতে ধরে রাখুন। সন্তানের পরিবর্তনসমূহ নিয়ে মায়ের সাথে কথা বলুন। যে সপ্তাহ থেকে সন্তান পেটের মধ্যে কথা শুনতে শুরু করে, তার সাথে আদর করে কথা বলুন। এতে করে গর্ভবতী মা একটি সুন্দর মুহুর্তের কারণে উৎফুল্ল হয়ে উঠবে।",
    "বিভিন্ন সপ্তাহে ডাক্তারের পরামর্শক্রমে মায়ের বিভিন্ন ধরনের পরীক্ষা, যেমন- রক্তস্বল্পতা, আর-এইচ, আলট্রাসাউন্ড, আয়রন, জি-বি-এস ইত্যাদি পরীক্ষা করা অত্যন্ত জরুরি। সময়মত এই পরীক্ষাগুলো করা হচ্ছে কি না সেদিকে খেয়াল রাখুন। মাকে পরীক্ষার কথা মনে করিয়ে দিন অথবা নিজেই তাকে নিয়মমতো পরীক্ষা করাতে নিয়ে যান।",
    "গর্ভাবস্থার বিভিন্ন সময়ে মায়ের বিভিন্ন ধরনের উপসর্গ দেখা দেয়, যেমন ক্লান্তি বা অবসাদবোধ, ক্ষুধামন্দা, বমি বমি ভাব, হাতে-পায়ে খিল ধরা, ঘনঘন মানসিক অবস্থার পরিবর্তন , পিঠে বা কোমরে ব্যাথা, অনিদ্রা, মাথাব্যাথা, স্মৃতিশক্তি হ্রাস পাওয়া, চোখে ঝাপসা দেখা, শরীরে ফাটা দাগ দেখা দেয়া, পা কামড়ানো ইত্যাদি। মা কোন সময় কেমন অনুভব করছেন তা জানুন, এবং সে অনুযায়ী উপযুক্ত ব্যাবস্থা নিন।",
    "মায়ের পর্যাপ্ত বিশ্রাম নিশ্চিত করুন। ক্ষুধামন্দা বা বমি বমি ভাব হলে মাকে তার পছন্দনীয় খাবার খেতে দিন। প্রতিবেলায় মা পুষ্টিকর এবং দরকারি খাবার খাচ্ছেন কি না তার দিকে খেয়াল রাখুন। গর্ভাবস্থায় মা একসাথে পর্যাপ্ত খাবার খেতে পারেন না। বদহজম, বুক জ্বালা-পোড়াসহ নানা সমস্যা দেখা দিতে পারে। এমতাবস্থায়, সাধারণ নিয়মে তিনবেলা খাবারের পরিবর্তে কম কম করে বেশিবার খেতে দিন। আবার অনেক সময় মায়ের প্রচন্ড ক্ষিধে পেতে পারে। মায়ের জন্য হাতের কাছে খাবার রাখুন। মনে রাখবেন, কম কম করে বেশিবার খাদ্যগ্রহণ করলে মায়ের গর্ভপাতের আশঙ্কা অনেকটাই কমে যায়।",
    "গর্ভবতী মায়ের শারীরিক পরিবর্তনের কারণে অনেক সময় হাতে-পায়ে খিল ধরতে বা কামড়াতে পারে।  এসময় তাঁর হাত পা মালিশ করে দিলে তিনি আরাম পাবেন।  এক জায়গায় অনেকক্ষণ দাঁড়িয়ে বা বসে থাকলে তাঁর পা বা পিঠে ব্যথা করতে পারে। তাই তিনি একটু পরপর তার অবস্থান পরিবর্তন করছেন কি না সেদিকে খেয়াল রাখুন।",
    "গর্ভবতী মায়ের শারীরিক ও মানসিক পরিবর্তনের কারণে অনেক সময় উত্তেজিত হয়ে উঠতে, বিষণ্ণতা বোধ করতে, উদ্বিগ্ন হতে বা আবেগাপ্লুত হয়ে উঠতে পারেন।  এটি স্বাভাবিক। মায়ের এ প্রতিক্রিয়াগুলো তাঁর গর্ভকালীন অবস্থার কারণেই হয়। এ অবস্থায় মায়ের সাথে উল্টো প্রতিক্রিয়া দেখাবেন না। তাঁর সাথে শান্ত আচরন করুন। তাঁকে স্বাভাবিক হতে সাহায্য করুন। এছাড়াও অনেক সময় গর্ভবতী মায়ের স্মৃতিশক্তি দুর্বল হয়ে যায়। তিনি চোখে ঝাপসা দেখেন। তাই এসময় তিনি কোনকিছু ভুলে গেলে তাঁর সাথে রাগারাগি করবেন না। বরং তাঁর চলাফেরার দিকে সতর্কভাবে লক্ষ্য রাখুন যেন তিনি পড়ে না যান।",
    "সন্তান এবং মায়ের পরিপূর্ণ বিকাশের জন্য মায়ের শরীরে প্রচুর পরিমাণ পানীয় দরকার। তাই মা নিয়মিত পানি পান করছেন কি না তার দিকে লক্ষ্য রাখুন। এছাড়াও মাকে বিভিন্ন রঙের ফলের জুস, ডাবের পানি, দুধ, স্যুপ খেতে দিন। এতে মায়ের প্রস্রাবের জ্বালাপোড়া থাকলে তা হ্রাস পাবে।",
    "গর্ভাবস্থায় একজন মা অত্যন্ত নাজুক অবস্থায় থাকেন। এসময় তিনি খুব সহজেই রোগজীবাণু আক্রান্ত হতে পারেন। মা সঠিক সময়ে  টিকা নিচ্ছেন কি না সেদিকে লক্ষ্য রাখুন। তাঁকে অসুস্থ মানুষদের কাছে যেতে দেবেন না, বা অসুস্থ কাউকে তাঁর কাছে আসতে দেবেন না। মায়ের চারপাশের পরিবেশ পরিষ্কার পরিচ্ছন্ন আছে কি না তা নিশ্চিত করুন। স্যাঁতস্যাঁতে এবং গরম পরিবেশে মা যেনো বেশিক্ষণ না থাকেন সেদিকে নজর রাখুন। এতে গর্ভবতী মায়ের ছত্রাক সংক্রমনের আশঙ্কা কমে যাবে।",
    "পয়ত্রিশতম সপ্তাহ থেকে প্রসবের আগ পর্যন্ত মাকে নিয়মিত ডাক্তার দেখাতে হবে। কিন্তু এসময় মায়ের চলাচল করা অত্যন্ত অসুবিধাজনক। তাই ডাক্তারের কাছে যাওয়ার সময় মাকে অবশ্যই সঙ্গ দিন। এবং সম্ভব হলে বাসায় ডাক্তার বা স্বাস্থ্যকর্মী নিয়ে আসুন। প্রসবকালীন সময়ের প্রয়োজনীয় জিনিসপত্র গুলো, যেমন মায়ের জন্য পরিষ্কার আরামদায়ক পোশাক, তোয়ালে, শিশুর ডায়াপার, নবজাতকের কাপড়, দরকারী ঔষধপত্র একটি ব্যাগে গুছিয়ে রাখুন। সার্বক্ষনিক ডাক্তার, এ্যাম্বুলেন্স ও হাসপাতালের নম্বর হাতের কাছে রাখুন।\nআপনাদের পরিবারে একটি সুস্থ ও সুন্দর শিশুর আগমন ঘটুক!"
  ];

  //foods
  static const List<String> foodTitles = [
    '',
    'প্রোটিন বা আমিষ:',
    'খাদ্য তালিকা:',
    'ক্যালসিয়াম:',
    'খাদ্য তালিকা:',
    'আয়রন:',
    'আয়রনযুক্ত খাদ্য তালিকা:',
    'ভিটামিন সি যুক্ত খাদ্য তালিকা:',
    'ফোলেট:',
    'খাদ্য তালিকা:',
    'ভিটামিন এ:',
    'খাদ্য তালিকা:',
    'ভিটামিন বি-১২:',
    'খাদ্য তালিকা:',
    'ভিটামিন ডি:',
    'খাদ্য তালিকা:',
    'আয়োডিন:',
    'খাদ্য তালিকা:',
    'ওমেগা-৩ ফ্যাট:',
    'খাদ্য তালিকা:',
    'এছাড়া গর্ভকালীন সময়ে কিছু কিছু খাদ্য হতে বিরত থাকা উচিত, যেমন:',
  ];
  static const List<String> foodImages = [
    '',
    '',
    'lib/assets/images/img_protine.png',
    '',
    'lib/assets/images/imag_calcium.png',
    '',
    'lib/assets/images/img_iron.png',
    'lib/assets/images/imd_vitac.png',
    '',
    'lib/assets/images/img_flotalr.png',
    '',
    'lib/assets/images/img_vaiita6.png',
    '',
    'lib/assets/images/img_vitab12.png',
    '',
    'lib/assets/images/img_vitad.png',
    '',
    'lib/assets/images/img_iodine.png',
    '',
    'lib/assets/images/img_omega3.png',
    '',
  ];
  static const List<String> foodDesc = [
    '',
    "প্রোটিন আপনার শিশু-ভ্রূণের গঠন ও বৃদ্ধি নিশ্চিত করে।",
    "১। দুধ ও দুগ্ধজাতীয় খাদ্য, যেমন: দই, মাখন, পনির\n২। সিদ্ধ অথবা রান্না করা ডিম\n৩। মাছ\n৪। মাংস\n৫। ডাল\n৬। শিম\n৭। মটর\n",
    "ক্যালসিয়াম আপনার শিশুর হাড় গঠন করে।\n",
    "১। দুধ ও দুগ্ধজাতীয় খাদ্য\n২। সয়াবিন বীজ\n৩। নটে শাক\n৪। তিল\n৫। সুর্যমুখীর বীজ\n৬। ফুলকপি\n৭। কচুশাক\n",
    "আয়রন শিশুর রক্ত গঠনে সহায়তা করে। শিশু প্রসবের সময় যে রক্তক্ষরণ হয় তা পূরণের জন্য আয়রন খুব জরুরি। এমনকি গর্ভাবস্থায় আয়রন কম পেলে পরবর্তীতে শিশুর মধ্যে রক্তস্বল্পতা দেখা দিতে পারে।\nআপনার শরীর যাতে আয়রন ভালোমত গ্রহণ করে সেজন্য আয়রন যুক্ত খাবারের পাশাপাশি ভিটামিন সি যুক্ত খাবার গ্রহণ করুন, এবং চা ও কফি জাতীয় পানীয় যতটা সম্ভব কম পান করুন।\n",
    "১। যকৃত বা কলিজা\n২। নটে শাক\n৩। ফুলকপি\n৪। কচু শাক\n৫। তিল\n৬। শাপলার ডাঁটা\n৭। খেজুর\n৮। ডাল\n",
    "১। আমলকি এবং টকজাতীয় ফল\n২। পেয়ারা\n৩। লেবু\n",
    "ফোলেট আপনার শিশুর বিকাশের জন্য খুবই জরুরি, বিশেষ করে গর্ভকালীন সময়ের শুরু হতে পরবর্তী ১২ সপ্তাহ পর্যন্ত শিশুর বৃদ্ধিতে ফোলেট বা ফোলিক এসিডের কোন বিকল্প নেই।\n",
    "১। নটে শাক\n২। পালং শাক\n৩। বাধাকপি\n৪। কচুর লতি\n৫। শিমের বীজ\n৬। সিদ্ধ অথবা রান্না করা ডিম\n৭। ডাল\n",
    "ভিটামিন এ আপনার শিশুর দৃষ্টিক্ষমতা এবং রোগ প্রতিরোধ ক্ষমতা বৃদ্ধিতে সাহায্য করে।\n",
    "১। আম\n২। গাজর\n৩। মিষ্টি আলু\n৪। টমেটো\n৫। সবুজ শাক যেমন: পুঁইশাক, পালংশাক\n৬। সিদ্ধ অথবা রান্না করা ডিম\n৭। মাছ, বিশেষ করে মলা-ঢেলা, কাঁচকি জাতীয় ছোট মাছ\n৮। দুধ\n",
    "ভিটামিন বি-১২ এর অভাব শিশুর মস্তিষ্ক এবং মেরুদণ্ডের বিকাশে বাধা দেয়। এছাড়াও এটি রক্তস্বল্পতা দুর করতে সাহায্য করে।\n",
    "১। দুধ ও দুগ্ধজাতীয় খাবার\n২। সিদ্ধ অথবা রান্না করা ডিম\n",
    "ভিটামিন-ডি ক্যালসিয়ামের পাশাপাশি আপনার শিশু-ভ্রূণের হাড় গঠন ও বৃদ্ধিতে সহায়তা করে। ভিটামিন-ডি এর সবচেয়ে উত্তম উৎস হল সূর্যের আলো। এছাড়া নিম্নলিখিত উৎসগুলো থেকেও আপনি  ভিটামিন-ডি পেতে পারেন। \n",
    "১। দুধ ও দুগ্ধজাতীয় খাদ্য\n২। মাছ\n৩। সিদ্ধ অথবা রান্না করা ডিম\n",
    "আয়োডিন আপনার শিশুর শারীরিক ও মানসিক বৃদ্ধিতে সহায়তা করে।\n",
    "১। আয়োডিনযুক্ত লবণ\n২। আয়োডিনযুক্ত মাছ, যেমন: সামুদ্রিক মাছ।\n৩। দুধ ও দুগ্ধজাতীয় খাবার\n৩। সিদ্ধ অথবা রান্না করা ডিম\n",
    "ওমেগা-৩ ফ্যাট শিশু-ভ্রূনের মস্তিষ্ক ও দৃষ্টিশক্তি বৃদ্ধিতে সাহায্য করে। ওমেগা-৩ ফ্যাট সাধারণত বড় মাছে বেশি পাওয়া যায়। তবে বড় মাছে অতিরিক্ত সীসা থাকার সম্ভাবনা থাকে, যা শিশুর জন্য ক্ষতিকর হতে পারে। তাই ডাক্তারের পরামর্শক্রমে প্রয়োজনীয় পরিমাণ ওমেগা-৩ গ্রহণ করুন।\n",
    "১। বড়মাছ যেমন রুই বা কার্পজাতীয় মাছ\n২। আখরোট\n",
    "১। অতিরিক্ত তেল বা মসলাযুক্ত খাবার\n২। আধা-সিদ্ধ ডিম\n৩। কাঁচা শাকসবজি\n \nমাছ ও মাংস অবশ্যই ভালো করে রান্না করে খান। বাইরের খাবার যতটা সম্ভব এড়িয়ে চলার চেষ্টা করুন। সকল ধরণের খাদ্য গ্রহণের আগে সর্বদা ডাক্তার বা স্বাস্থ্যকর্মীর পরামর্শ গ্রহণ করুন।\n",
  ];
  static const List<String> food_description = [
    "খাদ্য তালিকা:\n১। দুধ ও দুগ্ধজাতীয় খাদ্য, যেমন: দই, মাখন, পনির\n২। সিদ্ধ অথবা রান্না করা ডিম\n৩। মাছ\n৪। মাংস\n৫। ডাল\n৬। শিম\n৭। মটর<br />",
    "খাদ্য তালিকা:\n১। দুধ ও দুগ্ধজাতীয় খাদ্য\n২। সয়াবিন বীজ\n৩। নটে শাক\n৪। তিল\n৫। সুর্যমুখীর বীজ\n৬। ফুলকপি\n৭। কচুশাক\n",
    "আয়রনযুক্ত খাদ্য তালিকা:\n১। যকৃত বা কলিজা\n২। নটে শাক\n৩। ফুলকপি\n৪। কচু শাক\n৫। তিল\n৬। শাপলার ডাঁটা\n৭। খেজুর\n৮। ডাল\nভিটামিন সি যুক্ত খাদ্য তালিকা:\n১। আমলকি এবং টকজাতীয় ফল\n২। পেয়ারা\n৩। লেবু\n",
    "খাদ্য তালিকা:\n১। নটে শাক\n২। পালং শাক\n৩। বাধাকপি\n৪। কচুর লতি\n৫। শিমের বীজ\n৬। সিদ্ধ অথবা রান্না করা ডিম\n৭। ডাল\n",
    "খাদ্য তালিকা:\n১। আম\n২। গাজর\n৩। মিষ্টি আলু\n৪। টমেটো\n৫। সবুজ শাক যেমন: পুঁইশাক, পালংশাক\n৬। সিদ্ধ অথবা রান্না করা ডিম\n৭। মাছ, বিশেষ করে মলা-ঢেলা, কাঁচকি জাতীয় ছোট মাছ\n৮। দুধ\n",
    "খাদ্য তালিকা:\n১। দুধ ও দুগ্ধজাতীয় খাবার\n২। সিদ্ধ অথবা রান্না করা ডিম\n",
    "খাদ্য তালিকা:\n১। দুধ ও দুগ্ধজাতীয় খাদ্য\n২। মাছ\n৩। সিদ্ধ অথবা রান্না করা ডিম\n",
    "খাদ্য তালিকা:\n১। আয়োডিনযুক্ত লবণ\n২। আয়োডিনযুক্ত মাছ, যেমন: সামুদ্রিক মাছ।\n৩। দুধ ও দুগ্ধজাতীয় খাবার\n৩। সিদ্ধ অথবা রান্না করা ডিম\n",
    "খাদ্য তালিকা:\n১। বড়মাছ যেমন রুই বা কার্পজাতীয় মাছ\n২। আখরোট\n"
  ];

  //Jiggasha
  static const List<String> questions = [
    "১ঃ কোন কোন বিষয়গুলো খেয়াল করলে বাচ্চার অটিজমের সম্ভাবনা কমিয়ে আনা যায়?",
    "২ঃ গর্ভকালীন সময়ে স্বামী-স্ত্রীর মিলন নিরাপদ কিনা? ",
    "৩ঃ গর্ভকালীন সময়ে স্বামী-স্ত্রীর মিলনে বাচ্চার কোন ক্ষতি হয় কিনা?",
    "৪ঃ গর্ভকালীন সময়ে স্বামী-স্ত্রীর মিলনে কি গর্ভপাত ঘটতে পারে?",
    "৫ঃ \"গর্ভকালীন সময়ে আমি মিলনের জন্য টান অনুভব করি না\" - এটা কি স্বাভাবিক?",
    "৬: গর্ভকালীন সময়ে কী কী খাবার পরিত্যাগ করব?",
    "৭: গর্ভকালীন সময়ে রক্তপাত হওয়া কি স্বাভাবিক?",
    "৮: ক্লান্তিবোধ কখন থেকে কমে যাবে?",
    "৯: কি কি লক্ষণ থেকে বোঝা যাবে যে আমি গর্ভবতী?",
    "১০: গর্ভাবস্থায় কী কী খাবার খাব?",
    "১১: গর্ভাবস্থায় ব্যায়াম করা কি সঠিক?",
    "১২: গর্ভপাতের প্রধান লক্ষণ কী কী?",
    "১৩: গর্ভাবস্থায় বুকে জ্বালাপোড়া হলে করণীয় কী?",
    "১৪: গর্ভাবস্থায় কোষ্ঠ্যকাঠিন্য কমানোর উপায় কী?",
    "১৫: গর্ভাবস্থায় ওজন কতটুকু বাড়া উচিৎ?",
    "১৬: গর্ভাবস্থায় চুলে বা নখে মেহেদী লাগানো কি উচিৎ?",
    "১৭: শিশু ছেলে নাকি মেয়ে তা কবে নাগাদ জানা যাবে?",
    "১৮: গর্ভাবস্থায় গরম পানিতে কি গোসল করা যাবে?",
    "১৯: গর্ভাবস্থায় কোন কোন কাজ করা থেকে বিরত থাকব?",
    "২০: গর্ভাবস্থায় ভ্রমণ করা কি উচিৎ?",
    "২১: গর্ভাবস্থায় আমি কি চিত হয়ে শুতে পারব?",
    "২২: গর্ভাবস্থায় সর্দি হলে কী করব?",
    "২৩: গর্ভাবস্থায় ঘন ঘন প্রস্রাবের বেগের জন্য করণীয় কী?",
    "২৪: গর্ভাবস্থায় পায়ের ব্যথায় করণীয় কী?",
    "২৫: গর্ভাবস্থার শেষ তিনমাস কালে ভালো ঘুম হওয়ার জন্য করণীয় কী?",
    "২৬: গর্ভকালীন ডায়াবেটিস ধরা পড়লে করণীয় কী?",
    "২৭: প্রসবের লক্ষণ কী কী?",
    "২৮: প্রসবের জন্য কখন হাসপাতালে যাব?",
    "২৯: প্রসবের জন্য হাতের কাছে কি কি রাখবো?"
  ];

  //Uttho
  static const List<String> answers = [
    "এখনো নিশ্চিত কোন কারণ জানা না গেলেও বিশেষজ্ঞদের মতে অটিজমের অনেকগুলো সম্ভাব্য কারণ আছে। যদিও কোন কোন কারণ নিয়ে তাঁদের মধ্যে মতানৈক্যও আছে, কিন্তু অটিজম শুরু হয় গর্ভকালীন সময়ে- এ বিষয়ে বিজ্ঞানে যথেষ্ট মতৈক্য রয়েছে। নিচে বেশ কয়েকটি মনুষ্য-দায়ী কারণ উল্লেখ করা হলোঃ \nভিটামিন-ডি স্বল্পতা, গর্ভকালীন সময়ে বিষণ্ণতা, গর্ভধারণের পূর্বে স্থূলতা এবং ডায়াবেটিস নিয়ন্ত্রণে না থাকা, থাইরোয়েড স্বল্পতা, গর্ভকালীন সময়ে ভাইরাস-ব্যাক্টেরিয়ার কারণে অসুস্থতা, অত্যধিক ওজন বৃদ্ধি (গর্ভধারিণীর ওজন ৫ থেক ১১কেজি পর্যন্ত বৃদ্ধি স্বাভাবিক), প্রাকৃতিক খাবার ব্যতিরেকে ওষুধ-পুষ্টির উপর নির্ভর করা, ওমেগা-৩ যুক্ত খাবার পর্যাপ্ত না খাওয়া, অনিরাপদ (ডাক্তারের পরামর্শ ব্যতিরেকে) ওষুধ সেবন, গর্ভকালীন সময়ে দূষিত পরিবেশে থাকা/যাওয়া, প্রথম তিনমাসে অতিরিক্ত আল্ট্রাসাউন্ড করালে শিশুর নিউরনের বৃদ্ধি বাধাগ্রস্ত হতে পারে।",
    "যদি উভয়ের সম্মতি থাকে তাহলে গর্ভকালীন সময়ে স্বামী-স্ত্রীর মিলন স্বাভাবিক অবস্থায় এবং স্বাভাবিকভাবে (পেটে চাপ না পড়ে এমনভাবে) নিরাপদ। কিন্তু গর্ভধারিণীর কোন সমস্যা থাকলে এ বিষয়ে অবশ্যই ডাক্তারের সাথে পরামর্শ করে নেওয়া জরুরী।  ",
    "যদি উভয়ের সম্মতি থাকে তাহলে স্বাভাবিক অবস্থায় এবং স্বাভাবিকভাবে (পেটে চাপ না পড়ে এমনভাবে) স্বামী-স্ত্রীর মিলন গর্ভের শিশুর জন্য ক্ষতিকর নয়। কিন্তু  গর্ভধারিণীর কোন সমস্যা থাকলে এ বিষয়ে অবশ্যই ডাক্তারের সাথে পরামর্শ করে নেওয়া জরুরী।",
    "যদি উভয়ের সম্মতি থাকে এবং গর্ভধারিণীর গর্ভাবস্থা স্বাভাবিক থাকে তাহলে স্বাভাবিকভাবে (পেটে চাপ না পড়ে এমনভাবে) স্বামী-স্ত্রীর মিলনে গর্ভপাত ঘটার সম্ভাবনা নেই। তবে  গর্ভধারিণীর কোন সমস্যা থাকলে এ বিষয়ে অবশ্যই ডাক্তারের সাথে পরামর্শ করে নেওয়া জরুরী।",
    "অবশ্যই স্বাভাবিক। এসময়ের গর্ভধারিণী অনেকগুলো পরিবর্তনের মধ্যে দিয়ে যান। ব্যক্তিবিশেষে তাই মিলনের জন্য টান অনুভব না করা অস্বাভাবিক নয়। এ সময় স্বামীকে অবশ্যই ধৈর্য ধারণ করে একটি সুন্দর ভবিষ্যতের জন্য অপেক্ষা করা, স্ত্রীকে বুঝা, আগত বাচ্চার প্রস্তুতির জন্য নিজেকে ব্যস্ত রাখা অনেক জরুরী।",
    "কাঁচা শাকসবজি, কাঁচা দুধ, আধা সিদ্ধ মাছ-মাংস খাওয়া থেকে বিরত থাকুন। কারণ এগুলোর ভেতরে অনেক ক্ষতিকারক ব্যাকটেরিয়া থেকে যেতে পারে।",
    "এটি রক্তপাতের মাত্রার উপর নির্ভর করবে।  রক্তক্ষরণের মাত্রা যদি বেশি হয় তবে সাথে সাথে ডাক্তারের সাথে যোগাযোগ করুন।",
    "গর্ভাবস্থার শুরুর দিকে ক্লান্তিবোধ করা স্বাভাবিক ব্যাপার। গর্ভকালীন সময়ের মাঝামাঝিতে তা বেশ কমে যাবে, কিন্তু গর্ভাবস্থার শেষদিকে তা পুনরায় ফিরে আসা শুরু করবে।",
    "একজন গর্ভবতীর মধ্যে যে সমস্ত লক্ষণগুলো সবার আগে উল্লেখযোগ্য ভাবে ফুটে উঠে সেগুলা হল বমি বমি ভাব, ক্ষুধামন্দা, শরীরের তাপমাত্রা বৃদ্ধি পাওয়া, ক্লান্তিবোধ, ঘন ঘন প্রস্রাবের বেগ পাওয়া, গন্ধ পাবার ক্ষমতা বেড়ে যাওয়া ইত্যাদি। তবে এই লক্ষণগুলোর মাত্রা নারীভেদে ভিন্ন ভিন্ন হতে পারে।",
    "প্রচুর পরিমাণে পানি, তাজা ফলমূল এবং শাকসবজি, দুগ্ধ জাতীয় খাবার, মাছ, মাংস আহার করুন।",
    "হ্যাঁ, গর্ভাবস্থায় হাঁটাহাঁটি বা হাত-পায়ের হালকা ব্যায়াম করা উচিৎ। এগুলো আপনার মেজাজ ভালো রাখতে, শরীরে শক্তি যোগাতে, ও ভালো ঘুম হতে সাহায্য করে। তবে যেসব ব্যায়াম করলে আপনার পেটের ওপর সরাসরি আঘাত বা চাপ আসার সম্ভাবনা রয়েছে সেসব ব্যায়াম না করাই উত্তম।",
    "গর্ভপাতের তিনটি প্রধান লক্ষণ হল অতিরিক্ত রক্তপাত, তলপেটে অধিক পরিমানে সংকোচন-প্রসারণ ও অস্বাভাবিক পেটে ব্যথা। এই তিনটি লক্ষণের যেকোন একটি দেখা দিলে সাথে সাথে ডাক্তারের সাথে যোগাযোগ করুন।",
    "অল্প অল্প করে বেশিবার খাবার খান। মশলাযুক্ত খাবার পরিহার করুন। খাবার সময় অল্প অল্প করে পানি পান করুন। ঘুমানোর আধাঘণ্টা হতে একঘন্টা আগে খাদ্য গ্রহণ থেকে বিরত থাকুন। জ্বালাপোড়া কমানোর জন্য ঔষধ সেবনের আগে ডাক্তারের পরামর্শ গ্রহণ করুন। ",
    "প্রচুর পরিমাণে পানি ও ফলের রস পান করুন। উচ্চ আঁশ জাতীয় খাবার, যেমন পুঁইশাক, পালংশাক ইত্যাদি শাকসবজি খান।",
    "গর্ভাবস্থায় নারীভেদে ওজন বৃদ্ধির হার ভিন্ন ভিন্ন হতে পারে। গর্ভধারনের পূর্বে আপনার ওজন উচ্চতা অনুযায়ী স্বাভাবিক থাকলে গর্ভাবস্থার শেষে আপনার ওজন ১১ থেকে ১৫ কেজি পর্যন্ত বাড়া উচিত।",
    "আপনি গর্ভাবস্থায় চুলে বা নখে গাছের মেহেদী লাগাতে পারবেন, তবে কৃত্রিম মেহেদি, রঙ বা নেল পালিশ লাগানো থেকে বিরত থাকা ভালো।",
    "আপনি ১৬ থেকে ১৯ সপ্তাহের মধ্যে আল্ট্রাসাউন্ড পরীক্ষার মাধ্যমে শিশু ছেলে নাকি মেয়ে তা জানতে পারবেন।",
    "কুসুম গরম পানিতে গোসল করা যাবে। তবে অতিরিক্ত গরম পানিতে গোসল করা থেকে বিরত থাকুন, কারণ এটি শিশুর জন্য ক্ষতিকর হতে পারে।",
    "এমন সব কাজ থেকে নিজেকে বিরত রাখুন যেগুলোতে আপনার পড়ে যাওয়ার সম্ভাবনা বেশি থাকে বা পেটের উপর সরাসরি আঘাত লাগতে পারে। যেমনঃ দৌড়াদৌড়ি করা, সিঁড়ি থেকে দ্রুতগতিতে নামা, খেলাধুলা করা, ভারী কিছু তোলা, নাগরদোলা জাতীয় জিনিসে আরোহণ করা ইত্যাদি।",
    "আপনি ডাক্তারের পরামর্শ নিয়ে গর্ভাবস্থায় ভ্রমণ করতে পারবেন, তবে এসময় অত্যন্ত সতর্ক থাকতে হবে যাতে কোন রকম ঝাঁকুনি না লাগে। তবে গর্ভাবস্থার প্রথম ও শেষ তিনমাস কালে, বিশেষ করে প্রথম তিনমাস কালে ভ্রমণ থেকে যথাসম্ভব বিরত থাকা উচিত। এমনকি এসময় ডাক্তারের কাছে যাওয়ার সময়ও সাবধানে যাওয়া উচিত।",
    "গর্ভাবস্থায় একপাশে কাত হয়ে শোয়া উত্তম। চিত হয়ে শুলে জরায়ুর অতিরিক্ত ওজন জরায়ুর নিচের প্রধান শিরার উপর চাপ দিতে পারে, যাতে শরীরের রক্ত চলাচল বাধাগ্রস্ত হবার উচ্চ সম্ভাবনা থাকে। তাই চিত হয়ে শোয়া থেকে বিরত থাকার চেষ্টা করুন।",
    "গর্ভাবস্থায় বেশিরভাগ মা-ই সর্দিজ্বরে আক্রান্ত হয়ে থাকেন। এসময় আদা-চা পান করতে পারেন, এবং লবণ পানি দিয়ে গড়গড়া করতে পারবেন। তবে সর্দির জন্য যে কোন ধরণের ঔষধ সেবনের আগে ডাক্তারের পরামর্শ গ্রহণ করুন।",
    "গর্ভাবস্থায় আপনার কিডনি স্বাভাবিকের চেয়ে ৫০ ভাগ বেশি রক্ত পরিশোধন করে। তাছাড়া আপনার ক্রমাগত বৃদ্ধি পাওয়া জরায়ু মুত্রথলির উপর চাপ দেয়, যার কারণে আপনার ঘন ঘন প্রস্রাবের বেগ পায়। যদিও গর্ভাবস্থায় বেশি করে পানি পান করা উচিৎ, তবুও আপনি ঘুমানোর আগে অপেক্ষাকৃত কম পানি পান করুন।",
    "গর্ভাবস্থায়, বিশেষ করে গর্ভাবস্থার শেষ তিনমাস কালে পায়ে ব্যথা করা স্বাভাবিক। এটি কমানোর জন্য আপনি বসে থাকার সময় আপনার পা মেঝে থেকে তুলে কিছুক্ষণ সোজা করে রেখে নামিয়ে ফেলুন, এবং একটু পরপর এর পুনরাবৃত্তি করুন। এছাড়া ঘুমানোর সময় দুই পায়ের মাঝে বালিশ দিয়ে কাত হয়ে শুতে পারেন।",
    "এই সময় ভালো ঘুম হওয়াটা একটু কষ্টকর। তবে দুই পায়ের মাঝে বালিশ দিয়ে ঘুমালে কিছুটা স্বস্তি পেতে পারেন। এই সময়কালে চিত হয়ে শোয়া সম্পূর্ণরূপে পরিহার করুন। সম্ভব হলে বামপাশে কাত হয়ে শুবেন, এতে আপনার এবং শিশুর শরীরে রক্ত চলাচলের মাত্রা স্বাভাবিক থাকবে।",
    "ডায়াবেটিস ধরা পড়লে আপনার দৈনিক খাদ্যাভাসে পরিবর্তন আনতে হবে, একই সাথে যথাসম্ভব হাঁটাহাঁটি করতে হবে। যেকোন ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ নিন।",
    "শিশু প্রসবের সাধারণ লক্ষণগুলো হল পানি ভাঙ্গা, যৌনপথে রক্ত নির্গমন, পেটে সংকোচন-প্রসারণের মাত্রা বৃদ্ধি, খিঁচুনি, কোমরে বা তলপেটে ব্যথা।",
    "প্রসবের লক্ষণগুলো দেখতে পেলে আপনি ডাক্তার অথবা ধাত্রীর সাথে যোগাযোগ করে প্রসবের সময় নির্ধারন করুন। হাসপাতাল দুরে হলে বা ডাক্তার বা ধাত্রীর সাথে যোগাযোগ করা সম্ভব না হলে অতিসত্বর হাসপাতালের উদ্দেশ্যে বেরিয়ে পড়ুন।",
    "মায়ের জন্য পরিষ্কার আরামদায়ক পোশাক, তোয়ালে, নবজাতকের কাপড় এবং ডায়াপার, দরকারী ঔষধপত্র, ডাক্তার, এ্যাম্বুলেন্সের এবং হাসপাতালের নম্বর ইত্যাদি হাতের কাছে রাখুন।"
  ];

  //Symptoms list
  static const List<String> Symptoms_EN = [
    "Abdominal Pain",
    "Acne",
    "Appetite",
    "Backaches",
    "Bloating",
    "Body Aches",
    "Breast Sensitivity",
    "Breat Pain",
    "Chills",
    "Constipation",
    "Cramps",
    "Diarrhea",
    "Dizziness",
    "Fatigue",
    "Fever",
    "Frequency of Urination",
    "Headache",
    "Indigestion",
    "Insomnia",
    "Itchy",
    "Leg Inflammation",
    "Migraine",
    "Muscle/Joint Pain",
    "Nausea/Vomiting",
    "Neck Aches",
    "Night Sweat",
    "Pain in the Groin",
    "Shoulder Ache",
    "Sleepiness",
    "Spotting/Bleeding"
  ];

  static const List<String> Symptoms = [
    "পেটে ব্যথা",
    "ক্ষুধামন্দা",
    "পিঠে ব্যথা",
    "গ্যাস্ট্রিক",
    "শরীর ব্যথা",
    "স্তন ব্যথা",
    "কোষ্ঠ্যকাঠিন্য",
    "হাত-পা কামড়ানো",
    "ডায়রিয়া",
    "মাথা ঘুরানো",
    "ক্লান্তি",
    "জ্বর",
    "প্রস্রাবের বেগ",
    "মাথা ব্যথা",
    "বদহজম",
    "অনিদ্রা",
    "চুলকানি",
    "পায়ে জ্বালাপোড়া",
    "গিঁটে ব্যথা",
    "বমি",
    "ঘাড় ব্যথা",
    "কুঁচকিতে ব্যথা",
    "কাঁধে ব্যথা",
    "রক্তপাত",
    "বুকে জ্বালাপোড়া",
    "কোমরে ব্যথা",
    "পা ফোলা",
    "তরল নির্গমন",
    "ব্রণ",
    "রাত্রিকালীন ঘাম"
  ];

  static const String SymptomsIntensity = ",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,";

  static const List<String> TABLE_NAMES = [
    "momnote",
    "momweight",
    "momsymptoms",
    "weeklychanges",
    "babydiary",
    "babygrowth",
    "babyprimary",
  ];
  

  static const int TOTAL_NUMBER_OF_SYMPTOMS = 30;

  static const List<double> s2Widthlist = [
    2.2,
    2.2,
    2.2,
    2.2,
    2.2,
    2.2,
    2.2,
    2.2,
    2.2,
    28.05
  ];
  static const List<String> sLetterlist = ['A', 'B', 'C'];
  static const List<String> headinglist = [
    'W',
    'T',
    'P',
    'M',
    'S',
  ];
  static const List<String> valuelist1 = [
    'সপ্তাহ',
    'ত্রৈমাসিক',
    'বর্তমান অগ্রগতি',
    'মাস',
    'বাঁচার সম্ভাবনা'
  ];
  static const List<String> valuelist2 = ['অপরিণত', 'স্থিতিকাল', 'অতিপরিণত'];
  static const List<String> bangNum = [
    '০',
    '১',
    '২',
    '৩',
    '৪',
    '৫',
    '৬',
    '৭',
    '৮',
    '৯',
  ];
  static const List<String> bangDateSuffix = ['ম', 'য়', 'র্থ', 'ষ্ঠ', 'শ'];

  static final List<String> shortDescriptionData = [
    "তৃতীয় সপ্তাহ হতে এখানে তথ্য দেখতে পাবেন",
    "তৃতীয় সপ্তাহ হতে এখানে তথ্য দেখতে পাবেন",
    "গর্ভনালীতে প্রায় ১০০ টি কোষের গোলাকার বড়সড় লবনের দানার সমান শিশুপিন্ড তৈরি হয়েছে।",
    "গর্ভনালী থেকে শিশুপিন্ডটি জরায়ুতে প্রবেশ করে অমরা ও ভ্রূণ নামে দুভাগে ভাগ হয়েছে।",
    "শিশুটি এখন কমলার বিচির সমান, দেখতে ব্যাঙ্গাচির মত। হৃদপিণ্ডের গঠন শুরু হয়েছে।",
    "তার হৃদপিণ্ড এখন মিনিটে প্রায় দেড়শো বার লাফাচ্ছে। ফুসফুস, মস্তিষ্ক এবং হাড়ও তৈরি হচ্ছে।",
    "শিশুর হাত-পা বের হয়েছে, মুখ ও জিহ্বা তৈরি হয়েছে, এবং কিডনি কাজ শুরু করেছে।",
    "শিশুটি এখন শিমের বিচির সমান। তার আঙ্গুল, পায়ের পাতা, শ্বাসনালী ও জননাঙ্গ তৈরি হয়েছে।",
    "শিশুটি এখন এক ইঞ্চি লম্বা একটি আঙুরের সমান। তার দাঁতের মূল গজানো শুরু হয়েছে।",
    "সুপারির সমান শিশুটির গুরুত্বপূর্ণ অঙ্গগুলো সঠিক জায়গায় চলে গেছে। তার আঙুলে নখ ও মাথায় চুল গজাচ্ছে।",
    "শিশু নড়াচড়া করা শুরু করেছে! তার নাকের ফুটো তৈরি হয়েছে এবং শরীরের হাড় শক্ত হচ্ছে।",
    "সে এখন লম্বায় তিন ইঞ্চি ও দেখতে লেবুর মত। সাদা রক্তকোষ এবং কিডনি থেকে মুত্র তৈরি হচ্ছে।",
    "সে এখন হাত-পা নাড়াতে পারে, বুড়ো আঙুল মুখে নিতে পারে। তার কন্ঠনালী তৈরি হচ্ছে।",
    "শিশুর শরীরজুড়ে লোমের মত লানুগো তৈরি হয়েছে। সে এখন নানাভাবে মুখ বাঁকাতে পারে।",
    "শিশুটি লম্বায় প্রায় চার ইঞ্চি, ওজনে মুরগীর ডিমের সমান। তার চোখ বন্ধ, কিন্তু সে আলো অনুভব করতে পারে।",
    "শিশুটি এখন আপেলের সমান। সে কানে শুনতে পাচ্ছে, তার সাথে কথা বলুন!",
    "শিশুর হৃদপিন্ড এখন পুরোপুরি তার মস্তিষ্কের নিয়ন্ত্রণে। তার আঙুলের ছাপ তৈরি হচ্ছে!",
    "শিশুটি এখন লম্বায় প্রায় ছয় ইঞ্চি ও ওজনে ২০০ গ্রাম। লক্ষ্য করলে আপনি তার নড়াচড়া অনুভব করবেন।",
    "শিশু আকারে প্রায় একটি বড় আমের সমান। তার হাত-পা এখন শরীরের সাথে মানানসই।",
    "শিশু এখন প্রায় সাড়ে ছয় ইঞ্চি লম্বা। সে ছেলে নাকি মেয়ে জানতে চাইলে আলট্রাসাউণ্ড করুন।",
    "শিশুর ভ্রূ এবং চোখের পাতা এখন সম্পূর্ণ তৈরি। তার মস্তিষ্কের কোষগুলো সচল। আপনি শিশুর লাথি অনুভব করতে পারেন!",
    "শিশুর চোখের গড়ন তৈরি হলেও চোখের মনি তৈরি হওয়া এখনও বাকি। তার নখ তৈরি হচ্ছে!",
    "শিশুর ফুসফুস শ্বাসগ্রহনের জন্য তৈরি হচ্ছে। শিশুটি ছেলে হলে তার অন্ডকোষ দৃশ্যমান, মেয়ে হলে জরায়ু ও ডিম্বাশয় এখন তৈরি।",
    "আপনার শিশুটি এখন প্রায় ১৩ ইঞ্চি লম্বা ও ৬০০ গ্রাম ওজনের। তার মাথায় সত্যিকারের চুল গজানো শুরু করেছে!",
    "শিশু এখন দেখতে ফুলকপির মত। সে নিজের পা ছুঁতে ও হাত মুঠো করতে পারে। আপনার সঙ্গী পেটে কান লাগালে তার হৃদস্পন্দন শুনতে পারবেন।",
    "শিশুর ফুসফুস এবং শ্রবণক্ষমতা দিনে দিনে পরিনত হচ্ছে। আপনি এবং আপনার সঙ্গী তার সাথে গল্প করুন।",
    "শিশু লম্বায় প্রায় ১৪ ইঞ্চি, ওজনে ৯০০ গ্রাম। সে আপনার আওয়াজ চিনতে পারছে, এবং তার চোখ খুলতে পারছে।",
    "অভিনন্দন! আপনার বাচ্চা এখন এক কেজি ওজনের। সে আলো দেখতে পারে, এমনকি চোখ থেকে পানি পর্যন্ত ফেলতে পারে।",
    "শিশুর মস্তিষ্ক শ্বাসগ্রহণ এবং শরীরের তাপমাত্রা নিয়ন্ত্রণ করতে পারছে। সে এখন থেকেই স্বপ্ন দেখতে পারে!",
    "১৬ ইঞ্চির শিশুটি এখন প্রায় সোয়া কেজি ওজনের। তার নড়াচড়া করার হার আগের চেয়ে বেড়ে যেতে পারে!",
    "সে তার মাথা ডানে-বামে ঘোরাতে পারে এবং তার পঞ্চ-ইন্দ্রিয় সক্রিয় হয়েছে।",
    "শিশুটি এখন প্রায় ১৭ ইঞ্চি লম্বা ও ওজনে এক কেজি ৮০০ গ্রাম। তার গিলে এবং চুষে খাবার ক্ষমতা তৈরি হয়েছে!",
    "শিশুর ওজন এখন প্রায় দুই কেজি। তার আশেপাশে নড়াচড়া করার জায়গা কমে গিয়েছে। সে এখন দিন ও রাতের পার্থক্য ধরতে পারছে!",
    "শিশুর মস্তিষ্ক খুব দ্রুত বিকশিত হচ্ছে  ও স্নায়ুতন্ত্র পরিনত হচ্ছে। তার ওজন প্রায় দুই কেজি ২০০ গ্রাম ও লম্বায় সে ১৮ ইঞ্চি।",
    "এখন জন্ম হলে শিশুর বাঁচার সম্ভাবনা শতকরা ৯৯ ভাগ। তার মাথা নিচের দিকে চলে এসেছে, এবং কিডনি প্রায় সম্পূর্ণ গঠিত।",
    "অভিনন্দন, আপনার বাচ্চা জন্ম হওয়ার জন্য এখন মোটামুটি তৈরি। ওজনে সে আড়াই কেজিরও বেশী!",
    "শিশুটি এখন প্রায় ২০ ইঞ্চি লম্বা, ওজনে তিন কেজি। সে ছোটখাট জিনিস আঁকড়ে ধরতে পারে। তার মাথাভর্তি চুল গজিয়েছে।",
    "শিশুর স্বরতন্ত্র তৈরি হয়ে গেছে। জন্মের পর চীৎকার করার জন্য সে এখন পুরোপুরি তৈরি!",
    "শিশুর মাথার ওজন এখন তার শরীরের তিন ভাগের এক ভাগ। তার অন্যান্য অঙ্গপ্রত্যঙ্গ প্রায় সম্পূর্ণ তৈরি।",
    "দীর্ঘ পথ পরিক্রমায় আপনাকে অভিনন্দন। শিশু আপনার কোলে আসার জন্য এখন সম্পূর্ণ প্রস্তুত!",
    "শিশুটির ওজন এখন সাড়ে তিন কেজির কাছাকাছি। আগামী সপ্তাহের মধ্যেও সে বেরোতে না চাইলে ডাক্তার তাকে জোর করে বের করতে চাইবেন!",
    "ডাক্তারের পরামর্শ নিন।"
  ];

  static final List<String> dummyWeeklyChange = [
    '3',
    '4',
    '5',
    '6',
    '7',
    '8',
    '9',
    '10',
    '11',
    '12',
    '13'
  ];

  static const double kgToPound = 2.20;
  static const double feetToCm = 30.48;
  static const double incToCm = 2.54;
  static const double feetToInch = 12;

  static final List<double> underWtMn = [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    5,
    0,
    0,
    0,
    9,
    0,
    0,
    0,
    13,
    0,
    0,
    0,
    17,
    0,
    0,
    0,
    20,
    0,
    22,
    0,
    24,
    25,
    26,
    27,
    28
  ];
  static final List<double> underWtMx = [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    6,
    0,
    0,
    10,
    0,
    0,
    0,
    15,
    0,
    0,
    0,
    20,
    0,
    0,
    0,
    25,
    0,
    0,
    0,
    30,
    0,
    32,
    0,
    35,
    36,
    37,
    39,
    40
  ];
  static final List<double> normalWtMn = [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    2,
    0,
    0,
    4,
    0,
    0,
    0,
    8,
    0,
    0,
    0,
    11,
    0,
    0,
    0,
    15,
    0,
    0,
    0,
    18,
    0,
    20,
    0,
    21,
    22,
    23,
    24,
    25
  ];
  static final List<double> normalWtMx = [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    6,
    0,
    0,
    10,
    0,
    0,
    0,
    14,
    0,
    0,
    0,
    18,
    0,
    0,
    0,
    22,
    0,
    0,
    0,
    27,
    0,
    29,
    0,
    31,
    32,
    32,
    34,
    35
  ];
  static final List<double> overWtMn = [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    2.0,
    0.0,
    0.0,
    3.0,
    0.0,
    0.0,
    0.0,
    5.0,
    0.0,
    0.0,
    0.0,
    7.0,
    0.0,
    0.0,
    0.0,
    9.0,
    0.0,
    0.0,
    0.0,
    11.0,
    0.0,
    12.0,
    0.0,
    13.0,
    13.0,
    14.0,
    14.0,
    15.0
  ];
  static final List<double> overWtMx = [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    6.0,
    0.0,
    0.0,
    8.0,
    0.0,
    0.0,
    0.0,
    11.0,
    0.0,
    0.0,
    0.0,
    14.0,
    0.0,
    0.0,
    0.0,
    17.0,
    0.0,
    0.0,
    0.0,
    19.0,
    0.0,
    21.0,
    0.0,
    22.0,
    23.0,
    23.0,
    24.0,
    25.0
  ];
  static final List<double> obeseWtMn = [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    1,
    0,
    0,
    3,
    0,
    0,
    0,
    4,
    0,
    0,
    0,
    6,
    0,
    0,
    0,
    7,
    0,
    0,
    0,
    8,
    0,
    9,
    0,
    10,
    10,
    10,
    11,
    11
  ];
  static final List<double> obeseWtMx = [
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    0,
    4,
    0,
    0,
    6,
    0,
    0,
    0,
    8,
    0,
    0,
    0,
    11,
    0,
    0,
    0,
    13,
    0,
    0,
    0,
    15,
    0,
    16,
    0,
    17,
    18,
    19,
    19,
    20
  ];

  // m: Data For Baby's Growth Gain
  // c: Source url: https://www.who.int/tools/child-growth-standards/standards/length-height-for-age
  // c: Here, 0 to 13 index refer as weekNumber (eg; 0th to 13th weeks)
  // c: 13 to 70 index refer as monthNumber (eg: 4th to 60th month)
  // c: array format is:
  // c: [-3 SD, -2 SD, -1 SD, Median, 1 SD, 2 SD, 3 SD]
  static var height_for_age = [
    // m: Boys Data
    [
      // c: started from 0 to 13(3th month) weeks.
      [44.2, 46.1, 48.0, 49.9, 51.8, 53.7, 55.6],
      [45.4, 47.3, 49.2, 51.1, 53.0, 54.9, 56.8],
      [46.6, 48.5, 50.4, 52.3, 54.3, 56.2, 58.1],
      [47.6, 49.5, 51.5, 53.4, 55.3, 57.2, 59.2],
      [48.6, 50.5, 52.4, 54.4, 56.3, 58.3, 60.2],
      [49.5, 51.4, 53.4, 55.3, 57.3, 59.2, 61.2],
      [50.3, 52.3, 54.3, 56.2, 58.2, 60.2, 62.1],
      [51.1, 53.1, 55.1, 57.1, 59.1, 61.0, 63.0],
      [51.9, 53.9, 55.9, 57.9, 59.9, 61.9, 63.9],
      [52.6, 54.6, 56.6, 58.7, 60.7, 62.7, 64.7],
      [53.3, 55.4, 57.4, 59.4, 61.4, 63.4, 65.4],
      [54.0, 56.0, 58.1, 60.1, 62.1, 64.1, 66.2],
      [54.7, 56.7, 58.7, 60.8, 62.8, 64.8, 66.9],
      [55.3, 57.3, 59.4, 61.4, 63.4, 65.5, 67.5],
      // c: started from 4th month to 60th month
      [57.6, 59.7, 61.8, 63.9, 66.0, 68.0, 70.1],
      [59.6, 61.7, 63.8, 65.9, 68.0, 70.1, 72.2],
      [61.2, 63.3, 65.5, 67.6, 69.8, 71.9, 74.0],
      [62.7, 64.8, 67.0, 69.2, 71.3, 73.5, 75.7],
      [64.0, 66.2, 68.4, 70.6, 72.8, 75.0, 77.2],
      [65.2, 67.5, 69.7, 72.0, 74.2, 76.5, 78.7],
      [66.4, 68.7, 71.0, 73.3, 75.6, 77.9, 80.1],
      [67.6, 69.9, 72.2, 74.5, 76.9, 79.2, 81.5],
      [68.6, 71.0, 73.4, 75.7, 78.1, 80.5, 82.9],
      [69.6, 72.1, 74.5, 76.9, 79.3, 81.8, 84.2],
      [70.6, 73.1, 75.6, 78.0, 80.5, 83.0, 85.5],
      [71.6, 74.1, 76.6, 79.1, 81.7, 84.2, 86.7],
      [72.5, 75.0, 77.6, 80.2, 82.8, 85.4, 88.0],
      [73.3, 76.0, 78.6, 81.2, 83.9, 86.5, 89.2],
      [74.2, 76.9, 79.6, 82.3, 85.0, 87.7, 90.4],
      [75.0, 77.7, 80.5, 83.2, 86.0, 88.8, 91.5],
      [75.8, 78.6, 81.4, 84.2, 87.0, 89.8, 92.6],
      [76.5, 79.4, 82.3, 85.1, 88.0, 90.9, 93.8],
      [77.2, 80.2, 83.1, 86.0, 89.0, 91.9, 94.9],
      [78.0, 81.0, 83.9, 86.9, 89.9, 92.9, 95.9],
      //[78.7, 81.7, 84.8, 87.8, 90.9, 93.9, 97.0],//24
      [78.0, 81.0, 84.1, 87.1, 90.2, 93.2, 96.3],
      [78.6, 81.7, 84.9, 88.0, 91.1, 94.2, 97.3],
      [79.3, 82.5, 85.6, 88.8, 92.0, 95.2, 98.3],
      [79.9, 83.1, 86.4, 89.6, 92.9, 96.1, 99.3],
      [80.5, 83.8, 87.1, 90.4, 93.7, 97.0, 100.3],
      [81.1, 84.5, 87.8, 91.2, 94.5, 97.9, 101.2],
      [81.7, 85.1, 88.5, 91.9, 95.3, 98.7, 102.1],
      [82.3, 85.7, 89.2, 92.7, 96.1, 99.6, 103.0],
      [82.8, 86.4, 89.9, 93.4, 96.9, 100.4, 103.9],
      [83.4, 86.9, 90.5, 94.1, 97.6, 101.2, 104.8],
      [83.9, 87.5, 91.1, 94.8, 98.4, 102.0, 105.6],
      [84.4, 88.1, 91.8, 95.4, 99.1, 102.7, 106.4],
      [85.0, 88.7, 92.4, 96.1, 99.8, 103.5, 107.2],
      [85.5, 89.2, 93.0, 96.7, 100.5, 104.2, 108.0],
      [86.0, 89.8, 93.6, 97.4, 101.2, 105.0, 108.8],
      [86.5, 90.3, 94.2, 98.0, 101.8, 105.7, 109.5],
      [87.0, 90.9, 94.7, 98.6, 102.5, 106.4, 110.3],
      [87.5, 91.4, 95.3, 99.2, 103.2, 107.1, 111.0],
      [88.0, 91.9, 95.9, 99.9, 103.8, 107.8, 111.7],
      [88.4, 92.4, 96.4, 100.4, 104.5, 108.5, 112.5],
      [88.9, 93.0, 97.0, 101.0, 105.1, 109.1, 113.2],
      [89.4, 93.5, 97.5, 101.6, 105.7, 109.8, 113.9],
      [89.8, 94.0, 98.1, 102.2, 106.3, 110.4, 114.6],
      [90.3, 94.4, 98.6, 102.8, 106.9, 111.1, 115.2],
      [90.7, 94.9, 99.1, 103.3, 107.5, 111.7, 115.9],
      [91.2, 95.4, 99.7, 103.9, 108.1, 112.4, 116.6],
      [91.6, 95.9, 100.2, 104.4, 108.7, 113.0, 117.3],
      [92.1, 96.4, 100.7, 105.0, 109.3, 113.6, 117.9],
      [92.5, 96.9, 101.2, 105.6, 109.9, 114.2, 118.6],
      [93.0, 97.4, 101.7, 106.1, 110.5, 114.9, 119.2],
      [93.4, 97.8, 102.3, 106.7, 111.1, 115.5, 119.9],
      [93.9, 98.3, 102.8, 107.2, 111.7, 116.1, 120.6],
      [94.3, 98.8, 103.3, 107.8, 112.3, 116.7, 121.2],
      [94.7, 99.3, 103.8, 108.3, 112.8, 117.4, 121.9],
      [95.2, 99.7, 104.3, 108.9, 113.4, 118.0, 122.6],
      [95.6, 100.2, 104.8, 109.4, 114.0, 118.6, 123.2],
      [96.1, 100.7, 105.3, 110.0, 114.6, 119.2, 123.9]
    ],
    // m: Girls Data
    [
      // c: started from 0 to 13(3th month) weeks.
      [43.6, 45.4, 47.3, 49.1, 51.0, 52.9, 54.7],
      [44.7, 46.6, 48.4, 50.3, 52.2, 54.1, 56.0],
      [45.8, 47.7, 49.6, 51.5, 53.4, 55.3, 57.2],
      [46.7, 48.6, 50.5, 52.5, 54.4, 56.3, 58.2],
      [47.5, 49.5, 51.4, 53.4, 55.3, 57.3, 59.2],
      [48.3, 50.3, 52.3, 54.2, 56.2, 58.2, 60.1],
      [49.1, 51.1, 53.1, 55.1, 57.1, 59.0, 61.0],
      [49.8, 51.8, 53.8, 55.8, 57.8, 59.9, 61.9],
      [50.5, 52.5, 54.6, 56.6, 58.6, 60.6, 62.6],
      [51.2, 53.2, 55.2, 57.3, 59.3, 61.4, 63.4],
      [51.8, 53.8, 55.9, 57.9, 60.0, 62.1, 64.1],
      [52.4, 54.4, 56.5, 58.6, 60.7, 62.7, 64.8],
      [52.9, 55.0, 57.1, 59.2, 61.3, 63.4, 65.5],
      [53.5, 55.6, 57.7, 59.8, 61.9, 64.0, 66.1],
      // c: started from 4th month to 60th month
      [55.6, 57.8, 59.9, 62.1, 64.3, 66.4, 68.6],
      [57.4, 59.6, 61.8, 64.0, 66.2, 68.5, 70.7],
      [58.9, 61.2, 63.5, 65.7, 68.0, 70.3, 72.5],
      [60.3, 62.7, 65.0, 67.3, 69.6, 71.9, 74.2],
      [61.7, 64.0, 66.4, 68.7, 71.1, 73.5, 75.8],
      [62.9, 65.3, 67.7, 70.1, 72.6, 75.0, 77.4],
      [64.1, 66.5, 69.0, 71.5, 73.9, 76.4, 78.9],
      [65.2, 67.7, 70.3, 72.8, 75.3, 77.8, 80.3],
      [66.3, 68.9, 71.4, 74.0, 76.6, 79.2, 81.7],
      [67.3, 70.0, 72.6, 75.2, 77.8, 80.5, 83.1],
      [68.3, 71.0, 73.7, 76.4, 79.1, 81.7, 84.4],
      [69.3, 72.0, 74.8, 77.5, 80.2, 83.0, 85.7],
      [70.2, 73.0, 75.8, 78.6, 81.4, 84.2, 87.0],
      [71.1, 74.0, 76.8, 79.7, 82.5, 85.4, 88.2],
      [72.0, 74.9, 77.8, 80.7, 83.6, 86.5, 89.4],
      [72.8, 75.8, 78.8, 81.7, 84.7, 87.6, 90.6],
      [73.7, 76.7, 79.7, 82.7, 85.7, 88.7, 91.7],
      [74.5, 77.5, 80.6, 83.7, 86.7, 89.8, 92.9],
      [75.2, 78.4, 81.5, 84.6, 87.7, 90.8, 94.0],
      [76.0, 79.2, 82.3, 85.5, 88.7, 91.9, 95.0],
      [76.7, 80.0, 83.2, 86.4, 89.6, 92.9, 96.1],
      [76.8, 80.5, 83.3, 86.6, 89.9, 93.1, 96.4],
      [77.5, 80.8, 84.1, 87.4, 90.8, 94.1, 97.4],
      [78.1, 81.5, 84.9, 88.3, 91.7, 95.0, 98.4],//24
      [78.8, 82.2, 85.7, 89.1, 92.5, 96.0, 99.4],
      [79.5, 82.9, 86.4, 89.9, 93.4, 96.9, 100.3],
      [80.1, 83.6, 87.1, 90.7, 94.2, 97.7, 101.3],
      [80.7, 84.3, 87.9, 91.4, 95.0, 98.6, 102.2],
      [81.3, 84.9, 88.6, 92.2, 95.8, 99.4, 103.1],
      [81.9, 85.6, 89.3, 92.9, 96.6, 100.3, 103.9],
      [82.5, 86.2, 89.9, 93.6, 97.4, 101.1, 104.8],
      [83.1, 86.8, 90.6, 94.4, 98.1, 101.9, 105.6],
      [83.6, 87.4, 91.2, 95.1, 98.9, 102.7, 106.5],
      [84.2, 88.0, 91.9, 95.7, 99.6, 103.4, 107.3],
      [84.7, 88.6, 92.5, 96.4, 100.3, 104.2, 108.1],
      [85.3, 89.2, 93.1, 97.1, 101.0, 105.0, 108.9],
      [85.8, 89.8, 93.8, 97.7, 101.7, 105.7, 109.7],
      [86.3, 90.4, 94.4, 98.4, 102.4, 106.4, 110.5],
      [86.8, 90.9, 95.0, 99.0, 103.1, 107.2, 111.2],
      [87.4, 91.5, 95.6, 99.7, 103.8, 107.9, 112.0],
      [87.9, 92.0, 96.2, 100.3, 104.5, 108.6, 112.7],
      [88.4, 92.5, 96.7, 100.9, 105.1, 109.3, 113.5],
      [88.9, 93.1, 97.3, 101.5, 105.8, 110.0, 114.2],
      [89.3, 93.6, 97.9, 102.1, 106.4, 110.7, 114.9],
      [89.8, 94.1, 98.4, 102.7, 107.0, 111.3, 115.7],
      [90.3, 94.6, 99.0, 103.3, 107.7, 112.0, 116.4],
      [90.7, 95.1, 99.5, 103.9, 108.3, 112.7, 117.1],
      [91.2, 95.6, 100.1, 104.5, 108.9, 113.3, 117.7],
      [91.7, 96.1, 100.6, 105.0, 109.5, 114.0, 118.4],
      [92.1, 96.6, 101.1, 105.6, 110.1, 114.6, 119.1],
      [92.6, 97.1, 101.6, 106.2, 110.7, 115.2, 119.8],
      [93.0, 97.6, 102.2, 106.7, 111.3, 115.9, 120.4],
      [93.4, 98.1, 102.7, 107.3, 111.9, 116.5, 121.1],
      [93.9, 98.5, 103.2, 107.8, 112.5, 117.1, 121.8],
      [94.3, 99.0, 103.7, 108.4, 113.0, 117.7, 122.4],
      [94.7, 99.5, 104.2, 108.9, 113.6, 118.3, 123.1],
      [95.2, 99.9, 104.7, 109.4, 114.2, 118.9, 123.7]
    ]
  ];
  static var weight_for_age = [
    // m: Boy's Data
    [
      // c: started from 0 to 13 weeks means 1st to 3rd month:
      [2.1, 2.5, 2.9, 3.3, 3.9, 4.4, 5.0],
      [2.2, 2.6, 3.0, 3.5, 4.0, 4.6, 5.3],
      [2.4, 2.8, 3.2, 3.8, 4.3, 4.9, 5.6],
      [2.6, 3.1, 3.5, 4.1, 4.7, 5.3, 6.0],
      [2.9, 3.3, 3.8, 4.4, 5.0, 5.7, 6.4],
      [3.1, 3.5, 4.1, 4.7, 5.3, 6.0, 6.8],
      [3.3, 3.8, 4.3, 4.9, 5.6, 6.3, 7.2],
      [3.5, 4.0, 4.6, 5.2, 5.9, 6.6, 7.5],
      [3.7, 4.2, 4.8, 5.4, 6.1, 6.9, 7.8],
      [3.8, 4.4, 5.0, 5.6, 6.4, 7.2, 8.0],
      [4.0, 4.5, 5.2, 5.8, 6.6, 7.4, 8.3],
      [4.2, 4.7, 5.3, 6.0, 6.8, 7.6, 8.5],
      [4.3, 4.9, 5.5, 6.2, 7.0, 7.8, 8.8],
      [4.4, 5.0, 5.7, 6.4, 7.2, 8.0, 9.0],
      // c: started from 4th month to 60th month (14th to 70th index)
      [4.9, 5.6, 6.2, 7.0, 7.8, 8.7, 9.7],
      [5.3, 6.0, 6.7, 7.5, 8.4, 9.3, 10.4],
      [5.7, 6.4, 7.1, 7.9, 8.8, 9.8, 10.9],
      [5.9, 6.7, 7.4, 8.3, 9.2, 10.3, 11.4],
      [6.2, 6.9, 7.7, 8.6, 9.6, 10.7, 11.9],
      [6.4, 7.1, 8.0, 8.9, 9.9, 11.0, 12.3],
      [6.6, 7.4, 8.2, 9.2, 10.2, 11.4, 12.7],
      [6.8, 7.6, 8.4, 9.4, 10.5, 11.7, 13.0],
      [6.9, 7.7, 8.6, 9.6, 10.8, 12.0, 13.3],
      [7.1, 7.9, 8.8, 9.9, 11.0, 12.3, 13.7],
      [7.2, 8.1, 9.0, 10.1, 11.3, 12.6, 14.0],
      [7.4, 8.3, 9.2, 10.3, 11.5, 12.8, 14.3],
      [7.5, 8.4, 9.4, 10.5, 11.7, 13.1, 14.6],
      [7.7, 8.6, 9.6, 10.7, 12.0, 13.4, 14.9],
      [7.8, 8.8, 9.8, 10.9, 12.2, 13.7, 15.3],
      [8.0, 8.9, 10.0, 11.1, 12.5, 13.9, 15.6],
      [8.1, 9.1, 10.1, 11.3, 12.7, 14.2, 15.9],
      [8.2, 9.2, 10.3, 11.5, 12.9, 14.5, 16.2],
      [8.4, 9.4, 10.5, 11.8, 13.2, 14.7, 16.5],
      [8.5, 9.5, 10.7, 12.0, 13.4, 15.0, 16.8],
      [8.6, 9.7, 10.8, 12.2, 13.6, 15.3, 17.1],
      [8.8, 9.8, 11.0, 12.4, 13.9, 15.5, 17.5],
      [8.9, 10.0, 11.2, 12.5, 14.1, 15.8, 17.8],
      [9.0, 10.1, 11.3, 12.7, 14.3, 16.1, 18.1],
      [9.1, 10.2, 11.5, 12.9, 14.5, 16.3, 18.4],
      [9.2, 10.4, 11.7, 13.1, 14.8, 16.6, 18.7],
      [9.4, 10.5, 11.8, 13.3, 15.0, 16.9, 19.0],
      [9.5, 10.7, 12.0, 13.5, 15.2, 17.1, 19.3],
      [9.6, 10.8, 12.1, 13.7, 15.4, 17.4, 19.6],
      [9.7, 10.9, 12.3, 13.8, 15.6, 17.6, 19.9],
      [9.8, 11.0, 12.4, 14.0, 15.8, 17.8, 20.2],
      [9.9, 11.2, 12.6, 14.2, 16.0, 18.1, 20.4],
      [10.0, 11.3, 12.7, 14.3, 16.2, 18.3, 20.7],
      [10.1, 11.4, 12.9, 14.5, 16.4, 18.6, 21.0],
      [10.2, 11.5, 13.0, 14.7, 16.6, 18.8, 21.3],
      [10.3, 11.6, 13.1, 14.8, 16.8, 19.0, 21.6],
      [10.4, 11.8, 13.3, 15.0, 17.0, 19.3, 21.9],
      [10.5, 11.9, 13.4, 15.2, 17.2, 19.5, 22.1],
      [10.6, 12.0, 13.6, 15.3, 17.4, 19.7, 22.4],
      [10.7, 12.1, 13.7, 15.5, 17.6, 20.0, 22.7],
      [10.8, 12.2, 13.8, 15.7, 17.8, 20.2, 23.0],
      [10.9, 12.4, 14.0, 15.8, 18.0, 20.5, 23.3],
      [11.0, 12.5, 14.1, 16.0, 18.2, 20.7, 23.6],
      [11.1, 12.6, 14.3, 16.2, 18.4, 20.9, 23.9],
      [11.2, 12.7, 14.4, 16.3, 18.6, 21.2, 24.2],
      [11.3, 12.8, 14.5, 16.5, 18.8, 21.4, 24.5],
      [11.4, 12.9, 14.7, 16.7, 19.0, 21.7, 24.8],
      [11.5, 13.1, 14.8, 16.8, 19.2, 21.9, 25.1],
      [11.6, 13.2, 15.0, 17.0, 19.4, 22.2, 25.4],
      [11.7, 13.3, 15.1, 17.2, 19.6, 22.4, 25.7],
      [11.8, 13.4, 15.2, 17.3, 19.8, 22.7, 26.0],
      [11.9, 13.5, 15.4, 17.5, 20.0, 22.9, 26.3],
      [12.0, 13.6, 15.5, 17.7, 20.2, 23.2, 26.6],
      [12.1, 13.7, 15.6, 17.8, 20.4, 23.4, 26.9],
      [12.2, 13.8, 15.8, 18.0, 20.6, 23.7, 27.2],
      [12.3, 14.0, 15.9, 18.2, 20.8, 23.9, 27.6],
      [12.4, 14.1, 16.0, 18.3, 21.0, 24.2, 27.9]
    ],
    // m: Girls Data
    [
      // c: started from 0 to 13(3rd month) weeks.
      [2.0, 2.4, 2.8, 3.2, 3.7, 4.2, 4.8],
      [2.1, 2.5, 2.9, 3.3, 3.9, 4.4, 5.1],
      [2.3, 2.7, 3.1, 3.6, 4.1, 4.7, 5.4],
      [2.5, 2.9, 3.3, 3.8, 4.4, 5.0, 5.7],
      [2.7, 3.1, 3.6, 4.1, 4.7, 5.4, 6.1],
      [2.9, 3.3, 3.8, 4.3, 5.0, 5.7, 6.5],
      [3.0, 3.5, 4.0, 4.6, 5.2, 6.0, 6.8],
      [3.2, 3.7, 4.2, 4.8, 5.5, 6.2, 7.1],
      [3.3, 3.8, 4.4, 5.0, 5.7, 6.5, 7.3],
      [3.5, 4.0, 4.6, 5.2, 5.9, 6.7, 7.6],
      [3.6, 4.1, 4.7, 5.4, 6.1, 6.9, 7.8],
      [3.8, 4.3, 4.9, 5.5, 6.3, 7.1, 8.1],
      [3.9, 4.4, 5.0, 5.7, 6.5, 7.3, 8.3],
      [4.0, 4.5, 5.1, 5.8, 6.6, 7.5, 8.5],
      // c: started from 4th month to 60th month
      [4.4, 5.0, 5.7, 6.4, 7.3, 8.2, 9.3],
      [4.8, 5.4, 6.1, 6.9, 7.8, 8.8, 10.0],
      [5.1, 5.7, 6.5, 7.3, 8.2, 9.3, 10.6],
      [5.3, 6.0, 6.8, 7.6, 8.6, 9.8, 11.1],
      [5.6, 6.3, 7.0, 7.9, 9.0, 10.2, 11.6],
      [5.8, 6.5, 7.3, 8.2, 9.3, 10.5, 12.0],
      [5.9, 6.7, 7.5, 8.5, 9.6, 10.9, 12.4],
      [6.1, 6.9, 7.7, 8.7, 9.9, 11.2, 12.8],
      [6.3, 7.0, 7.9, 8.9, 10.1, 11.5, 13.1],
      [6.4, 7.2, 8.1, 9.2, 10.4, 11.8, 13.5],
      [6.6, 7.4, 8.3, 9.4, 10.6, 12.1, 13.8],
      [6.7, 7.6, 8.5, 9.6, 10.9, 12.4, 14.1],
      [6.9, 7.7, 8.7, 9.8, 11.1, 12.6, 14.5],
      [7.0, 7.9, 8.9, 10.0, 11.4, 12.9, 14.8],
      [7.2, 8.1, 9.1, 10.2, 11.6, 13.2, 15.1],
      [7.3, 8.2, 9.2, 10.4, 11.8, 13.5, 15.4],
      [7.5, 8.4, 9.4, 10.6, 12.1, 13.7, 15.7],
      [7.6, 8.6, 9.6, 10.9, 12.3, 14.0, 16.0],
      [7.8, 8.7, 9.8, 11.1, 12.5, 14.3, 16.4],
      [7.9, 8.9, 10.0, 11.3, 12.8, 14.6, 16.7],
      [8.1, 9.0, 10.2, 11.5, 13.0, 14.8, 17.0],
      [8.2, 9.2, 10.3, 11.7, 13.3, 15.1, 17.3],
      [8.4, 9.4, 10.5, 11.9, 13.5, 15.4, 17.7],
      [8.5, 9.5, 10.7, 12.1, 13.7, 15.7, 18.0],
      [8.6, 9.7, 10.9, 12.3, 14.0, 16.0, 18.3],
      [8.8, 9.8, 11.1, 12.5, 14.2, 16.2, 18.7],
      [8.9, 10.0, 11.2, 12.7, 14.4, 16.5, 19.0],
      [9.0, 10.1, 11.4, 12.9, 14.7, 16.8, 19.3],
      [9.1, 10.3, 11.6, 13.1, 14.9, 17.1, 19.6],
      [9.3, 10.4, 11.7, 13.3, 15.1, 17.3, 20.0],
      [9.4, 10.5, 11.9, 13.5, 15.4, 17.6, 20.3],
      [9.5, 10.7, 12.0, 13.7, 15.6, 17.9, 20.6],
      [9.6, 10.8, 12.2, 13.9, 15.8, 18.1, 20.9],
      [9.7, 10.9, 12.4, 14.0, 16.0, 18.4, 21.3],
      [9.8, 11.1, 12.5, 14.2, 16.3, 18.7, 21.6],
      [9.9, 11.2, 12.7, 14.4, 16.5, 19.0, 22.0],
      [10.1, 11.3, 12.8, 14.6, 16.7, 19.2, 22.3],
      [10.2, 11.5, 13.0, 14.8, 16.9, 19.5, 22.7],
      [10.3, 11.6, 13.1, 15.0, 17.2, 19.8, 23.0],
      [10.4, 11.7, 13.3, 15.2, 17.4, 20.1, 23.4],
      [10.5, 11.8, 13.4, 15.3, 17.6, 20.4, 23.7],
      [10.6, 12.0, 13.6, 15.5, 17.8, 20.7, 24.1],
      [10.7, 12.1, 13.7, 15.7, 18.1, 20.9, 24.5],
      [10.8, 12.2, 13.9, 15.9, 18.3, 21.2, 24.8],
      [10.9, 12.3, 14.0, 16.1, 18.5, 21.5, 25.2],
      [11.0, 12.4, 14.2, 16.3, 18.8, 21.8, 25.5],
      [11.1, 12.6, 14.3, 16.4, 19.0, 22.1, 25.9],
      [11.2, 12.7, 14.5, 16.6, 19.2, 22.4, 26.3],
      [11.3, 12.8, 14.6, 16.8, 19.4, 22.6, 26.6],
      [11.4, 12.9, 14.8, 17.0, 19.7, 22.9, 27.0],
      [11.5, 13.0, 14.9, 17.2, 19.9, 23.2, 27.4],
      [11.6, 13.2, 15.1, 17.3, 20.1, 23.5, 27.7],
      [11.7, 13.3, 15.2, 17.5, 20.3, 23.8, 28.1],
      [11.8, 13.4, 15.3, 17.7, 20.6, 24.1, 28.5],
      [11.9, 13.5, 15.5, 17.9, 20.8, 24.4, 28.8],
      [12.0, 13.6, 15.6, 18.0, 21.0, 24.6, 29.2],
      [12.1, 13.7, 15.8, 18.2, 21.2, 24.9, 29.5]
    ]
  ];

  //dummy baby growht json data
  static Map<String, dynamic> babyGrowthJsonData = {
    'month_1': [
      {
        "ques_id": 'M01Q01',
        "question":
            "শিশু কি পোশাক পরানো/খোলার সময় সক্রিয় ভাবে হাত -পা নাড়াচাড়া করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M01Q02',
        "question": "শিশু কি ঠিকমত  বুকের দুধ টানে? হ্যাঁ / না",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M01Q03',
        "question":
            "শিশুর নাভি কি শুষ্ক? যদি শুকনো না থাকে ডাক্তারের পরামর্শ নিন",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M01Q04',
        "question": "শিশুর পায়খানা কি সবসময় ঈষৎ হলুদাভ, ক্রিম কালার অথবা ধূসর?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M01Q05',
        "question": "শিশুর ত্বক / চোখ  কি হলুদ / হলুদাভ সবুজ?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M01Q06',
        "question":
            "এমন কোন উদ্বেগ বা পর্যবেক্ষণ চোখে পড়ে যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
      /*   "7": {
        "ques_id": 'M01Q07',
        "question":
            "এটি একটি সেম্পল প্রশ্ন, আপনার সন্তান কি অন্যদের ডাকে সাড়া দেয়?",
        "answer": '',
        "options": "CHOOSE",
      },
      "8": {
        "ques_id": 'M01Q08',
        "question":
            "এটি একটি সেম্পল প্রশ্ন, আপনার সন্তান কি অন্যদের ডাকে সাড়া দেয়?",
        "answer": '',
        "options": "CHOOSE",
      }, */
    ],
    'month_3': [
      {
        "ques_id": 'M03Q01',
        "question": "শিশু কি তার মাথা সোজা উপরমুখী করে রাখে কি না ?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M03Q02',
        "question": "আপনার শিশুকে আপনি স্পর্শ করলে সে হাঁসে কি?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M03Q03',
        "question":
            "শিশুর চোখের নাড়াচাড়ায় / অভিব্যক্তিতে কোন অস্বাভাবিকতা আছে কি না?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M03Q04',
        "question":
            "আপনি যখন শিশুর দৃষ্টির বাইরে থেকে তাকে ডাকেন তখন আপনার শিশু কি আপনার কণ্ঠস্বরের দিকে তার মাথা ঘুরিয়ে দেয়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M03Q05',
        "question": "আপনি কি আপনার শিশুকে ফ্রেশ বাতাসে নিয়ে যান?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M03Q06',
        "question": "আপনি কি আপনার শিশুকে ফলের রস বা স্যুপ খাওয়ান?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M03Q07',
        "question":
            "এমন কোন উদ্বেগ বা পর্যবেক্ষণ চোখে পড়ে যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_6': [
      {
        "ques_id": 'M06Q01',
        "question": "আপনার বাচ্চা কি উল্টে যায়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q02',
        "question": "আপনার শিশু কি একা বসে থাকে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q03',
        "question": "সে কি তার/তার  খেলনার কাছে পৌঁছে ?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q04',
        "question":
            "আপনার শিশু কি  খুশিতে বুদবুদ হয় যখন সে পরিবারের সাথে থাকে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q05',
        "question":
            "টিভি/রেডিও চালু থাকলে আপনার শিশু কি  সেটার দিকে তার মাথা ঘুরিয়ে দেয়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q06',
        "question": "আপনার শিশু কি  দিনে 2 বার কঠিন খাবার পছন্দ করেন?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q07',
        "question": "আপনার শিশুর কি নিউরোব্লাস্টোমা পরীক্ষা করা হয়েছে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q08',
        "question": "আপনার শিশুর চোখের মনি  কি সাদা বা হলুদাভ সবুজ দেখায়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M06Q09',
        "question":
            "এমন কোন উদ্বেগ বা পর্যবেক্ষণ চোখে পড়ে যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_9': [
      {
        "ques_id": 'M09Q01',
        "question": "আপনার বাচ্চা কি হামাগুড়ি দেয়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M09Q02',
        "question": "আপনার শিশু কি কোন সাপোর্ট ব্যবহার করে দাঁড়াতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M09Q03',
        "question": "আপনার শিশু কি তার আঙুল দিয়ে ছোট বস্তু তুলতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M09Q04',
        "question": "আপনার শিশু কি দিনে 2 বার কঠিন খাবার পছন্দ করেন?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M09Q05',
        "question": "আপনি শিষ দিলে  আপনার বাচ্চা কি ঘুরে যায়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M09Q06',
        "question": "আপনি কি আপনার শিশুর দাঁত নিয়ে চিন্তিত?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M09Q07',
        "question": "প্রথম দাঁত কখন উঠে ?",
        "answer": '',
        "options": "CHOOSE",
      },
    ],
    'month_12': [
      {
        "ques_id": 'M12Q01',
        "question": "আপনার সন্তান কি  কোন কিছু সাপোর্ট  ধরে হাঁটা শুরু করেছে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M12Q02',
        "question": "আপনার শিশু কি টা টা দেয় / অভিবাদন জানায় ?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M12Q03',
        "question": "আপনার সন্তান কি তার শরীরকে মিউজিকের  তালে নাড়াচাড়া করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M12Q04',
        "question":
            "আপনার শিশু কি \"এখানে এসো\" \"আমাকে দাও\" এর মতো সহজ আদেশ বোঝে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M12Q05',
        "question": "আপনার সন্তান কি আপনার সাথে খেলতে পছন্দ করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M12Q06',
        "question": "আপনার শিশু কি দিনে তিনবার খায়?[সতর্ক করুন:***]",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M12Q07',
        "question": "আপনার সন্তান কোন ধরণের কার্যকলাপ করতে চায়?",
        "answer": '',
        "options": "INPUT",
      },
      {
        "ques_id": 'M12Q08',
        "question":
            "এমন কোন উদ্বেগ বা পর্যবেক্ষণ চোখে পড়ে যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_18': [
      {
        "ques_id": 'M18Q01',
        "question": "আপনার সন্তান কি  কোন কিছু সাপোর্ট  ধরে হাঁটা শুরু করেছে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M18Q02',
        "question": "আপনার শিশু কি টা টা দেয় / অভিবাদন জানায় ?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M18Q03',
        "question": "আপনার সন্তান কি তার শরীরকে মিউজিকের  তালে নাড়াচাড়া করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M18Q04',
        "question":
            "আপনার শিশু কি \"এখানে এসো\" \"আমাকে দাও\" এর মতো সহজ আদেশ বোঝে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M18Q05',
        "question": "আপনার সন্তান কি আপনার সাথে খেলতে পছন্দ করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M18Q06',
        "question": "আপনার শিশু কি দিনে তিনবার খায়?[সতর্ক করুন:***]",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M18Q07',
        "question": "আপনার সন্তান কোন ধরণের কার্যকলাপ করতে চায়?",
        "answer": '',
        "options": "INPUT",
      },
      {
        "ques_id": 'M18Q08',
        "question":
            "এমন কোন উদ্বেগ বা পর্যবেক্ষণ চোখে পড়ে যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_24': [
      {
        "ques_id": 'M24Q01',
        "question": "আপনার সন্তান কি দৌড়াতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M24Q02',
        "question": "সে কি চামচ দিয়ে নিজে নিজে খেতে পারে ?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M24Q03',
        "question": "আপনার সন্তান কি পেন্সিল জাতীয় কিছু দিয়ে হিজিবিজি আঁকে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M24Q04',
        "question":
            "আপনার শিশু কি প্রাপ্তবয়স্কদের / টিভি পারফর্মার বা চরিত্রদের অনুকরণ করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M24Q05',
        "question":
            "আপনার শিশু কি আমি  ক্ষুধার্ত, কুকুর আসে ইত্যাদি ছোট ছোট বাক্য বলে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M24Q06',
        "question": "আপনার শিশু কি মাংস বা উচ্চ আঁশযুক্ত সবজি খায়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M24Q07',
        "question": "আপনার শিশু কি তার দাঁত ব্রাশ করার চেষ্টা করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M24Q08',
        "question": "আপনার সন্তান কোন ধরণের কার্যকলাপ করতে চায়?",
        "answer": '',
        "options": "INPUT",
      },
      {
        "ques_id": 'M24Q09',
        "question":
            "এমন কোন উদ্বেগ বা পর্যবেক্ষণ চোখে পড়ে যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_36': [
      {
        "ques_id": 'M36Q01',
        "question":
            "আপনার শিশু কি সহজে তার হাত ব্যবহার না করে সিঁড়ি বেয়ে উঠতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q02',
        "question": "আপনার সন্তান কি পেন্সিল জাতীয় কিছু দিয়ে বৃত্ত আঁকে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q03',
        "question":
            "আপনার সন্তান কি নিজে নিজে পোশাক পরতে এবং কাপড় খুলতে চায়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q04',
        "question": "আপনার সন্তান কি তার নাম বলতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q05',
        "question": "আপনার শিশু কি সবসময় তার দাঁত ব্রাশ করে এবং তার হাত ধুয়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q06',
        "question": "আপনার শিশু কি সবসময় তার খাবার ভালো করে চিবিয়ে খায়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q07',
        "question": "আপনার সন্তানের চোখ টেরা বলে মনে হচ্ছে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q08',
        "question":
            "সে যখন কোনো বস্তুর দিকে তাকায় তখন কি আপনার কাছাকাছি চলে যায় বা কুঁচকে যায়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q09',
        "question": "আপনার সন্তানের শ্রবণশক্তি দুর্বল বলে মনে হচ্ছে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M36Q10',
        "question": "আপনার সন্তান কোন ধরণের কার্যকলাপ করতে চায়?",
        "answer": '',
        "options": "INPUT",
      },
      {
        "ques_id": 'M36Q11',
        "question": "কোন উদ্বেগ বা পর্যবেক্ষণ যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_48': [
      {
        "ques_id": 'M48Q01',
        "question": "আপনার সন্তান কি নিচে লাফিয়ে পড়ে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M48Q02',
        "question": "আপনার শিশু কি এক পায়ে লাফ দেয়?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M48Q03',
        "question": "আপনার সন্তান কি আপনাকে তার অভিজ্ঞতার কথা বলে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M48Q04',
        "question": "আপনার শিশু কাঁচি ভাল ব্যবহার করতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M48Q05',
        "question": "আপনার সন্তান কি তার হাত দিয়ে মেক-বিলিভ গেম খেলে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M48Q06',
        "question":
            "আপনার শিশু কি নিজে নিজে প্রস্রাব করার জন্য টয়লেট ব্যবহার করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M48Q07',
        "question": "আপনার সন্তান কোন ধরণের কার্যকলাপ করতে চায়?",
        "answer": '',
        "options": "INPUT",
      },
      {
        "ques_id": 'M48Q08',
        "question": "কোন উদ্বেগ বা পর্যবেক্ষণ যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_60': [
      {
        "ques_id": 'M60Q01',
        "question": "আপনার সন্তান কি ডিগবাজি  করতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M60Q02',
        "question": "আপনার সন্তান কি স্মৃতি থেকে ছবি আঁকতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M60Q03',
        "question":
            "আপনার শিশু কি লাল, হলুদ, সবুজ এবং নীল রং শনাক্ত করতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M60Q04',
        "question": "আপনার শিশু কি সঠিক উচ্চারণে কথা বলে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M60Q05',
        "question":
            "আপনার শিশু কি মলত্যাগের জন্য নিজে বা নিজে টয়লেট ব্যবহার করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M60Q06',
        "question":
            "আপনার সন্তান কি কিন্ডারগার্টেন বা ডে কেয়ার সেন্টারে গ্রুপ কার্যক্রম উপভোগ করে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M60Q07',
        "question": "আপনি কি আপনার শিশুকে নির্দিষ্ট সময়ে খাবার ও জলখাবার দেন?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M60Q08',
        "question": "আপনার সন্তান কোন ধরণের কার্যকলাপ করতে চায়?",
        "answer": '',
        "options": "INPUT",
      },
      {
        "ques_id": 'M60Q09',
        "question": "কোন উদ্বেগ বা পর্যবেক্ষণ যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
    'month_72': [
      {
        "ques_id": 'M72Q01',
        "question":
            "আপনার শিশু কি এক পায়ে পাঁচ থেকে দশ সেকেন্ড দাঁড়াতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M72Q02',
        "question": "আপনার সন্তান একটি বর্গক্ষেত্র আঁকতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M72Q03',
        "question":
            "আপনার সন্তান কি তার বাম, ডান, সামনে এবং পিছনে কোনটি বুঝতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M72Q04',
        "question":
            "আপনার শিশু কি প্রাপ্তবয়স্কদের সাহায্য ছাড়া পোশাক  পরিধান বা পোশাক খুলতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M72Q05',
        "question": "আপনার সন্তান কি তার নাম পড়তে বা লিখতে পারে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M72Q06',
        "question": "আপনার শিশু কি খেলায় নিয়ম-কানুন মেনে চলে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M72Q07',
        "question": "আপনার সন্তানের প্রথম স্থায়ী দাঁত এসেছে?",
        "answer": '',
        "options": "CHOOSE",
      },
      {
        "ques_id": 'M72Q08',
        "question": "আপনার সন্তান কোন ধরণের কার্যকলাপ করতে চায়?",
        "answer": '',
        "options": "INPUT",
      },
      {
        "ques_id": 'M72Q09',
        "question": "কোন উদ্বেগ বা পর্যবেক্ষণ যা ডাক্তারের পরীক্ষার প্রয়োজন?",
        "answer": '',
        "options": "INPUT",
      },
    ],
  };

  //Shaptahik Poriborton json data
  static Map<String, dynamic> WeeklyChangeJsonData = {
    'week_3': {
      'title': 'শিশুর আকার এখন একটি লবন দানার সমান',
      'changes_in_child': ''' শিশুর পরিবর্তনসমূহঃ 
             \n\u2022 ২০ কোটিরও বেশি শুক্রাণুর মধ্য হতে একটি শুক্রাণু ডিম্বানুতে এরই মধ্যে প্রবেশ করে ফেলেছে। শুক্রাণু এবং ডিম্বানু একসাথে সংযুক্ত হয়ে শিশুর প্রথম কোষ গঠন করেছে, যাকে বলা হয় জাইগোট।  জাইগোট তৈরি হবার কয়েক ঘন্টার মধ্যেই তা দুটো জাইগোটে পরিনত হয়, কয়েক ঘন্টা পর চারটি, তারপরে আটটি, এভাবে এই সপ্তাহের শেষে ১০০ এর কাছাকাছি কোষের গঠনে পরিনত হয়।  এ গঠন অনেকটা গোলাকার, একটি বড়সড় লবনের দানার সমান, যাকে বলা হয় ব্ল্যাস্টোসিস্ট যা এই মুহূর্তে আপনার গর্ভনালীতে অবস্থান করছে। ব্লাস্টোসিস্ট এরই মধ্যে আপনার শরীর হতে অক্সিজেন এবং প্রয়োজনীয় পুষ্টি নেয়া শুরু করেছে, তবে প্লাসেন্টা বা অমরা এখনও তৈরি না হওয়ায় তা পরিপূর্ণভাবে অক্সিজেন এবং পুষ্টি নিতে পারছেনা।
             \n\u2022 এরই মধ্যে আপনার শিশু মেয়ে হবে নাকি ছেলে তা নির্দিষ্ট হয়ে গেছে। তবে আপনি সে তথ্য জানতে পারবেন  এখন থেকে আরও ১৭ সপ্তাহ পর।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 এ সপ্তাহে আপনার কোন বাহ্যিক পরিবর্তন দৃশ্যমান হবেনা। তবে এ সপ্তাহ থেকে আপনার শরীরে প্রোজেস্টেরোন এবং এস্ট্রোজেন নামক হরমোন নিঃসরিত হবে, যেগুলো আগামী ১০ সপ্তাহ পর্যন্ত শিশুর বিকাশে ভূমিকা রাখবে। এরপর এ দায়িত্ব প্লাসেন্টা গ্রহণ করবে।"
            \n\u2022 এ সপ্তাহের শেষদিকে প্রেগনেন্সি টেস্টে ইতিবাচক ফলাফল পাওয়ার কথা। তবে তা না পেলে ঘাবড়াবার কিছু নেই। শতকরা ১০ ভাগ মায়ের ক্ষেত্রে এমনটা ঘটতে পারে। এক্ষেত্রে এক সপ্তাহ  পর আপনার পুনরায় টেস্ট করা উচিত, আশা করি সুখবর পাবেন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 গন্ধ পাওয়ার ক্ষমতা বেড়ে যাওয়া"
            \n\u2022 ক্লান্তি বা অবসাদবোধ"
            \n\u2022 ক্ষুদামন্দা"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 শরীরের তাপমাত্রা বৃদ্ধি পাওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 যদি সঠিক সময়ে আপনার মাসিক না হয় এবং তার পরের সাত-আটদিনের মধ্যে টেস্টের ফলাফল ইতিবাচক না আসে, তবে অতিসত্বর আপনার ডাক্তারের শরনাপন্ন হওয়া উচিত।"
            \n\u2022 শিশুর এই মুহূর্তে প্রচুর পরিমান আয়রন দরকার, যা আপনি পাবেন কচু এবং কলায়। এর বাইরেও যত বেশি সম্ভব ফলমূল খান, তা শিশুর সবরকম ভিটামিন প্রাপ্তি নিশ্চিত করবে। এছাড়া এসময় প্রচুর পরিমান পানি পান করুন।"
            \n\u2022 শিশুর হাড় গঠনের জন্য ক্যালসিয়াম প্রয়োজন। আপনি পরিমিত ক্যালসিয়াম না নিলে শিশু আপনার হাড় থেকেই তা নেয়া শুরু করবে। তাই প্রতিদিন এককাপ করে দই খান।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_4': {
      'title': 'শিশুর আকার একটি পোস্তদানার চেয়েও ছোট',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 ব্লাস্টোসিস্ট এ সপ্তাহে গর্ভনালী হতে আপনার জরায়ুর মধ্যে প্রবেশ করেছে।  ব্লাস্টোসিস্ট  এ সপ্তাহে দুভাগে ভাগ হবে - প্লাসেন্টা বা অমরা, এবং ভ্রূণ।"
            \n\u2022 অমরা পরিপূর্ণভাবে বৃদ্ধি পেতে আরও কিছু সপ্তাহ লাগবে, ভ্রূণ হতেই আপনার শিশুর সমস্ত অঙ্গপ্রত্যঙ্গ তৈরি হবে।"
            \n\u2022 ভ্রূণে এখন তিন স্তরের কোষ রয়েছে । ভেতরের স্তর বা এণ্ডোডার্ম হতে আপনার শিশুর পরিপাকতন্ত্র, যকৃত এবং ফুসফুস গঠিত হবে। মধ্যের স্তর বা মেসোডার্ম শিশুর হৃদপিণ্ড, জননাঙ্গ, হাড়, কিডনি এবং পেশিতে পরিনত হবে। বাইরের স্তর বা এক্টোডার্ম হতে শিশুর স্নায়ুতন্ত্র, চুল, ত্বক এবং চোখ তৈরি হবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 এ সপ্তাহের মধ্যেই আপনি আপনার গর্ভাবস্থা সম্বন্ধে নিশ্চিত হবার কথা।  আশনরুপ ফলাফল না পেলে পরের সপ্তাহে পুনরায় পরীক্ষা করুন।"
            \n\u2022 শিশু জরায়ুতে স্থাপন হবার সময় কিছুটা রক্তক্ষরণ বা লালচে তরল নির্গত হতে পারে, এতে ঘাবড়াবার কিছু নেই। তবে এর সাথে ব্যাথা অনুভূত হলে অতিসত্বর ডাক্তার দেখান।"
            \n\u2022 আপনি পেটে একটু চাপ চাপ অনুভব করতে পারেন, এতে ঘবড়াবার কিছু নেই।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 স্তনে শিরশিরে অনুভূতি"

            \n\u2022 স্তনের আকার বড় হয়ে যাওয়া"
            \n\u2022 ঘন ঘন প্রস্রাবের বেগ পাওয়া"
            \n\u2022 বমি বমি ভাব''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 শিশুর সঠিক বিকাশ নিশ্চিত করতে প্রতিদিন প্রোটিনসমৃদ্ধ খাবার - মাছ বা মাংস খান।"
            \n\u2022 নিয়মিত কচু এবং কলা খান, এর বাইরে যত বেশি সম্ভব ফলমূল খান। প্রচুর পরিমান পানি পান করুন।"
            \n\u2022 প্রতিদিন এককাপ করে দই বা দুধ খান।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_5': {
      'title': 'হৃদপিণ্ড তৈরি হওয়া শুরু হয়েছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুর আকার এখন প্রায় একটি কমলার বিচির সমান। তাকে দেখতে এখন ব্যাঙাচির মত দেখাচ্ছে।"
            \n\u2022 ভ্রূণের মাঝামাঝি একটি জায়গা উঁচু হয়ে গেছে, যা কিছুদিনের মধ্যে পরিপূর্ণ হৃদপিণ্ডে পরিনত হবে।"
            \n\u2022 এরই মধ্যে তার মেরুদণ্ড, মস্তিষ্ক, রক্ত এবং রাক্তনালী তৈরি হবার প্রক্রিয়া শুরু হয়ে গেছে। এছাড়া ভ্রূণের চারপাশ একটি আবরণ তৈরি হয়েছে, যা ভ্রূণকে নিরাপদ রাখবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 এরই মধ্যে আপনার মাসিক বন্ধ হয়ে গেছে। আপনার শরীর হতে এস্ট্রোজেন এবং প্রোজেস্টেরন ছাড়াও গর্ভকালীন হরমোন এইচ-সি-জি ব্যাপকভাবে নিঃসরিত হওয়া শুরু করেছে, তাই এ সপ্তাহেই আপনি আপনার গর্ভাবস্থা সম্পর্কে নিশ্চিত হতে পারবেন।"
            \n\u2022 "
            \n\u2022 "
            \n\u2022 "
            \n\u2022 এস্ট্রোজেন আপনার শরীরের জন্য প্রয়োজনীয় মাত্রার প্রোজেস্টেরন এবং এইচ-সি-জি নিঃসরণ দেখভাল করছে। প্রোজেস্টেরন প্লাসেন্টা বা অমরা'র দায়িত্ব পালন করছে, এবং স্তনের পরিবর্তনে অবদান রাখছে। এইচ-সি-জি আপনার শরীরে নবগঠিত \"কর্পাস লিটুয়াম\" কে রক্ষণাবেক্ষণ করছে, এবং প্রোজেস্টেরন এর মাত্রা ঠিক রাখছে। বিপুল পরিমান হরমোন নিঃসরণের ফলে আপনার মানসিক অবস্থা ঘন ঘন বদলাতে পারে, যথাসম্ভব শান্ত থাকার চেষ্টা করুন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ক্লান্তিবোধ"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 মুখে অতিরিক্ত লালা আসা"
            \n\u2022 খাবারের প্রতি অনীহা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 বেশি করে বিশ্রাম নিন, শান্ত থাকুন। দুশ্চিন্তা হতে দূরে থাকুন।"
            \n\u2022 প্রতিবেলার খাবারে প্রোটিনসমৃদ্ধ খাবার - মাছ বা মাংস রাখার চেষ্টা করুন।"
            \n\u2022 যত বেশি সম্ভব ফলমূল খান। প্রচুর পরিমান পানি পান করুন। প্রতিদিন এককাপ করে দই বা দুধ খান।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_6': {
      'title': 'তার হৃদপিণ্ড এখন লাফাচ্ছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুর চোখ-কান-মুখ তৈরি হওয়া শুরু হয়েছে। তার হৃদপিণ্ড মিনিটে ১০০ থেকে ১৬০ বার লাফাচ্ছে, আপনার হৃদপিণ্ডের চেয়ে প্রায় দ্বিগুন গতিতে।"
            \n\u2022 তার পুরো শরীরে রক্ত চলাচল করা শুরু হয়ে গেছে।"
            \n\u2022 তার পরিপাকতন্ত্র তৈরি হচ্ছে, ফুসফুস তৈরি হতে শুরু করেছে, সাথে সাথে মস্তিষ্ক, পেশী এবং হাড়ও তৈরি হচ্ছে।"
            \n\u2022 "
            \n\u2022 এখন তার আকার একটি বড়সড় মসুর ডালের সমান।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার শরীরের এইচ-সি-জি, এস্ট্রোজেন এবং প্রোজেস্টেরন হরমোন নিঃসরণের মাত্রা বেড়ে যাচ্ছে, এতে আপনার ক্লান্তিবোধ, সর্দিভাব, শরীরে ব্যাথাবোধ হতে পারে। অতিরিক্ত হরমোন নিঃসরণের ফলে আপনার মেজাজ ঘন ঘন বদলাতে পারে।"
            \n\u2022 আপনার ব্লাড প্রেশার স্বাভাবিকের চেয়ে কমে গেছে।"
            \n\u2022 আপনার ঘন ঘন প্রস্রাবের বেগ পাবে, যার পেছনে দায়ী এইচ-সি-জি হরমোন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 স্তনের আকার বড় হয়ে যাওয়া"
            \n\u2022 স্তনে হালকা ব্যাথা অনুভব করা"
            \n\u2022 স্তনের বোঁটায় শিরশিরে অনুভূতি"
            \n\u2022 ঘন ঘন প্রস্রাবের বেগ পাওয়া"
            \n\u2022 ক্লান্তিবোধ"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 এ্যাসিডিটি, অল্পতেই পেট ভরে যাওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 যেহেতু এরই মধ্যে আপনি আপনার গর্ভাবস্থা সম্পর্কে নিশ্চিত হয়ে গেছেন, তাই যত তাড়াতাড়ি সম্ভব ডাক্তারের সাথে দেখা করুন, এবং প্রয়োজনীয় পরীক্ষা-নিরীক্ষা সম্পন্ন করুন।"
            \n\u2022 প্রস্রাবে জ্বালাপোড়া থাকলে, বা প্রস্রাবের বেগ থাকা স্বত্বেও প্রস্রাব না হলে ডাক্তার দেখান।"
            \n\u2022 বেশি করে বিশ্রাম নিন, শান্ত থাকুন। দুশ্চিন্তা হতে দূরে থাকুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_7': {
      'title': 'শিশুর হাত-পা তৈরি হওয়া শুরু হয়েছে</b>' '\]',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার হাত পা বের হয়েছে, দেখতে যদিও এখন সেগুলো নৌকার বৈঠার মত লাগবে। এ সপ্তাহে তার হাত-পা লম্বা হতে থাকবে, এবং আলাদা আলাদা অংশে বিভক্ত হবে।"
            \n\u2022 তার মুখ এবং জিহ্বা তৈরি হয়ে গেছে।"
            \n\u2022 কিডনী সঠিক জায়গায় চলে গিয়েছে, আর কিছুদিন পর থেকে কিডনী তার কাজ পুরোদমে শুরু করে দিবে।"
            \n\u2022 নাড়ি তৈরি হয়ে গেছে, যা শিশুকে মায়ের সাথে যুক্ত করে দেবে। নাড়ির মাধ্যমে শিশু এবার মা থেকে অক্সিজেন ও প্রয়োজনীয় পুষ্টি নেয়া শুরু করবে।"
            \n\u2022 গত সপ্তাহ থেকে এ সপ্তাহে তার আকার দ্বিগুণ হয়েছে। শুধু তাই না, প্রতি মিনিটে তার মস্তিষ্কের কোষ ১০০ করে বাড়ছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার জরায়ুর আকার স্বাভাবিকের চেয়ে দ্বিগুণ হয়ে গেছে। আপনার শরীরের রক্তের পরিমান ১০ ভাগ বেড়ে গেছে, যা গর্ভাবস্থার শেষ দিকে ৪০ থেকে ৪৫ ভাগ পর্যন্ত বাড়তে পারে। জরায়ুর আকার এবং রক্তের পরিমান বৃদ্ধি পাওয়ায় আপনার ঘন ঘন প্রস্রাব পাবে।"
            \n\u2022 বমি বমি ভাব বাড়তে পারে, তবে আর ৭ থে ৮ সপ্তাহ পর তা কেটে যাবার কথা।"
            \n\u2022 স্তনের আকার বৃদ্ধি পাওয়া এবং তাতে ব্যাথা থাকা এসময়ে খুবই স্বাভাবিক।"
            \n\u2022 এসময় আপনার মুখের লালার পরিমান বাড়তি থাকবে। ''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ঘন ঘন প্রস্রাবের বেগ পাওয়া"
            \n\u2022 ক্লান্তিবোধ"
            \n\u2022 স্তনে পরিবর্তন আসা"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 মুথে অতিরিক্ত লালা আসা"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 হাতে-পায়ে খিল ধরা (অবশ হয়ে আসা) স্বাভাবিক ব্যাপার, তবে এর সাথে যদি কাঁধে বা ঘাড়ে ব্যাথা থাকে ,অথবা খিঁচুনি হয় বা মাথা ঘুরে, তবে অতিসত্বর ডাক্তার দেখান।"
            \n\u2022 বেশি করে বিশ্রাম নিন, শান্ত থাকুন। দুশ্চিন্তা হতে দূরে থাকুন। প্রতিদিন প্রোটিনসমৃদ্ধ খাবার - মাছ বা মাংস খাবার চেষ্টা করুন। "
            \n\u2022 নিয়মিত কচু এবং কলা খান, এর বাইরে যত বেশি সম্ভব ফলমূল খান। প্রচুর পরিমান পানি পান করুন। পারলে প্রতিদিন এককাপ করে দই বা দুধ খান।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_8': {
      'title': 'শিশু নড়াচড়া করতে শুরু করেছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশু ক্রমাগত তার জায়গা পরিবর্তন করা শুরু করেছে, যদিও আপনি এখনও তা ভালোভাবে বোঝার কথা না।"
            \n\u2022 তার আঙুল এবং পায়ের পাতা তৈরি হচ্ছে, যদিও সেগুলো পরিপূর্ণতা পেতে অনেক দেরি।"
            \n\u2022 তার গলা থেকে শ্বাসনালী তৈরি হয়ে ফুসফুস পর্যন্ত পৌছেছে।"
            \n\u2022 তার চোখের পাতা, উপরের ঠোঁট, নাক তৈরি হওয়া শুরু করেছে।"
            \n\u2022 তার আকার আগের চেয়ে বেড়েছে, এখন প্রায় একটি শিমের বিচির সমান।"
            \n\u2022 তার জননাঙ্গ তৈরি হচ্ছে। এবং তার হৃদপিণ্ড এখন মিনিটে ১৫০ থেকে ১৮০ বার লাফাচ্ছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার জরায়ুর আকার এখন একটি ক্রিকেট বলের সমান, স্বাভাবিক অবস্থায় যার আকার এর প্রায় অর্ধেক।"
            \n\u2022 শিশুর নড়াচড়ার কারনে আপনার বমি করার হার বেড়ে যাবে।"
            \n\u2022 আপনার স্তনের আকার স্বাভাবিকের চেয়ে প্রায় দেড়গুণ হয়ে গেছে, যার কারন অত্যাধিক পরিমান হরমোনের নিঃসরণ। একই কারনে ক্লান্তিবোধ, বমিভাব, ঘন ঘন প্রস্রাব হওয়া স্বাভাবিক।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ক্লান্তিবোধ"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 যৌনপথে তরল নির্গমন"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 কোষ্ঠকাঠিন্য''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 মাঝেমধ্যে আপনার তলপেটে ব্যাথা হতে পারে, এমনকি যৌনাঙ্গ দিয়ে লালচে তরল যেতে পারে, এতে খুব বেশী ঘাবড়াবার কিছু নেই। তবে ছোপছোপ রক্ত নির্গত হলে জলদি ডাক্তারকে জানান।"
            \n\u2022 বেশিবার খাবার খান, পরিমানে কম খান। তা এ্যাসিডিটি এবং কোষ্ঠকাঠিন্য কমিয়ে রাখবে। খাবারে যত বেশী সম্ভব রঙিন শাক-সবজি রাখুন।"
            \n\u2022 এ সময়ে মাথা ব্যাথা করা স্বাভাবিক। নাপা বা প্যারাসিটামল না খেয়ে শিশুর জন্য নিরাপদ ঔষধ গ্রহন করুন।"
            \n\u2022 বেশি করে বিশ্রাম নিন, শান্ত থাকুন। দুশ্চিন্তা হতে দূরে থাকুন। প্রতিদিন প্রোটিনসমৃদ্ধ খাবার - মাছ বা মাংস খাবার চেস্টা করুন। "
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_9': {
      'title': 'তার হৃদপিণ্ডের বাহ্যিক গঠন প্রায় সম্পূর্ণ',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 আপনার পেটের বাসিন্দা এখন প্রায় এক ইঞ্চির সমান লম্বা, আকারে একটি আঙুরের সমান। তার অবয়ব ধীরে ধীরে মানুষের রূপ পাচ্ছে।"
            \n\u2022 তার সকল প্রয়োজনীয় অঙ্গসমূহ তৈরি হয়ে গেছে, যদিও সেগুলো সামনের মাসগুলোতে পুরোপুরি গঠিত হবে। তার হৃদপিণ্ডের  চার প্রকোষ্ঠ তৈরি হয়ে গেছে এবং ভালভ তৈরি হচ্ছে।"
            \n\u2022 দাঁতের মূল গজানো শুরু হয়েছে, যদিও ছয় মাস বয়স থেকে তার দাঁত বের হওয়া শুরু হবে। "
            \n\u2022 শিশুর জননাঙ্গ তৈরি, কিন্ত তার লিঙ্গ জানার জন্য আপনাকে আরও কিছু সপ্তাহ অপেক্ষা করতে হবে।"
            \n\u2022 তার চোখ তৈরি হবার কাজ শেষ হয়েছে, কিন্ত তার চোখের পাতা খুলবে আরও ১৮ সপ্তাহ পর।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 বমি হওয়ার জন্য দায়ী এইচ-সি-জি হরমোন আপনার শরীরে এই সপ্তাহে সবচেয়ে বেশী পরিমান আছে। তবে সুসংবাদ, পরের সপ্তাহ থেকেই তার মাত্রা সহনীয় পর্যায়ে চলে আসবে। দুঃসংবাদ, এই সপ্তাহ পার করা আপনার জন্য বেশ কষ্টকর হবে। বমি বেশী হলে বেশী বেশী পানি পান করুন, তা পানিশূন্যতা হতে আপনাকে রক্ষা করবে।"
            \n\u2022 আপনার জরায়ু একটি জাম্বুরার আকার ধারন করেছে, যা স্বাভাবিক আকারের দ্বিগুনের চেয়েও বেশী। এরই সাথে আপনার কোমর চওড়া হওয়া শুরু করেছে।"
            \n\u2022 ঘনঘন মেজাজ পরিবর্তন এখন স্বাভাবিক ঘটনা, যা আগামী দু-তিন সপ্তাহ পর্যন্ত আপনাকে ব্যাপকভাবে ভোগাবে। এরপর এর প্রকোপ কমলেও গর্ভাবস্থার শেষদিকে তা পুনরায় শুরু হবে।"
            \n\u2022 শুভকামনা!''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ক্লান্তিবোধ"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 ঘন ঘন প্রস্রাবের বেগ পাওয়া"
            \n\u2022 স্তনের ব্যাপক পরিবর্তন"
            \n\u2022 মুখে অতিরিক্ত লালা আসা"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 পেট ফুলে যাওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 যথাসম্ভব হাঁটাহাঁটি করার চেষ্টা করুন, তা আপনার শারীরিক এবং মানসিক অবস্থা নিয়ন্ত্রণে রাখবে।"
            \n\u2022 বুকে জ্বালাপোড়া বেশী হলে এন্টাসিড খান, এন্টাসিডের ক্যালসিয়াম আপনার শিশুকে বাড়তি ক্যালসিয়ামও সরবরাহ করবে।"
            \n\u2022 বেশিবার খাবার খান, পরিমানে কম খান। তা এ্যাসিডিটি এবং কোষ্ঠকাঠিন্য কমিয়ে রাখবে। খাবারে যত বেশী সম্ভব রঙিন সবজি রাখুন।"
            \n\u2022 নিয়মিত কচু এবং কলা খান, এর বাইরে যত বেশি সম্ভব ফলমূল খান। প্রচুর পরিমান পানি পান করুন। পারলে প্রতিদিন এককাপ করে দই খান।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_10': {
      'title': 'আপনার শিশু এখন একটি সুপারির সমান',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুর সকল গুরুত্বপূর্ণ অঙ্গ যেমন - কিডনী, পাকস্থলী, ব্রেইন, লিভার সঠিক জায়গায় চলে গেছে এবং কাজ করা শুরু করেছে, যদিও তারা পুরো গর্ভকালীন সময়জুড়ে ক্রমাগত বিকশিত হবে।"
            \n\u2022 আপনি যদি জরায়ুর ভেতর চোখ বুলাতে পারতেন, তবে দেখতে পেতেন শিশুর হাতের এবং পায়ের নখ গজাচ্ছে, এবং শিশুর মাথায় চুল আসছে।"
            \n\u2022 এ সপ্তাহের অন্যান্য অগ্রগতি গুলো হচ্ছে, শিশু এখন তার হাত-পা বাঁকাতে পারছে, এবং তার মেরুদন্ডের গঠন শুরু হয়েছে। "
            \n\u2022 তার মস্তিষ্কের বিকাশের কারনে কপাল ফুলে উঠেছে। এখন তার মাথার আকার বাকি শরীরের অর্ধেক।"
            \n\u2022   লম্বায় আপনার শিশু এখন সোয়া এক ইঞ্চি, যা সামনের সপ্তাহে দাঁড়াবে প্রায় তিন ইঞ্চিতে।"
            \n\u2022 মজার কথা এই যে, শিশু এখন ভেংচি পর্যন্ত কাটতে পারবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 অতিরিক্ত হরমোন নিঃসরণের ফলে আপনার কোষ্ঠকাঠিন্য হওয়া স্বাভাবিক ঘটনা।"
            \n\u2022 আয়নায় তাকালে আপনি আপনার কোমর এবং বুকের পরিবর্তন ভালোভাবে দেখতে পারবেন। আপনার পেটের চেয়ে স্তনের পরিবর্তন তুলনামূলক বেশী হবার কথা। এর কারন, প্রোজেস্টেরন হরমোন দুগ্ধ নালী তৈরিতে ভূমিকা রাখছে, আর এ নালীগুলোর বিকাশে ভূমিকা রাখছে এস্ট্রোজেন নামক হরমোন।"
            \n\u2022 আপনার স্তনের শিরাগুলো ফুলে উঠেছে, যা তলপেট পর্যন্ত পৌছেছে। এর মূল কারন দুইটি - এক, স্তনে রক্ত সরবরাহ বেড়েছে, দুই, শিশুর জন্য প্রয়োজনীয় পুষ্টি সরবরাহের পরিমান বেড়েছে।  যদিও গর্ভাবস্থার শেষদিকে আপনার হাত-পায়ের শিরাগুলোও ফুলে উঠবে।"
            \n\u2022 আপনার ওজন বাড়া শুরু হয়েছে। গর্ভধারন করার আগে আপনার ওজন স্বাভাবিক থাকলে গর্ভাবস্থার শেষ পর্যন্ত আপনার ওজন  আগের চেয়ে ১১.৫ কেজি থেকে ১৬ কেজি পর্যন্ত বাড়তে পারে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 স্তনের শিরা ফুলে ওঠা"
            \n\u2022 ক্লান্তিবোধ, মাথা ঘোরা"
            \n\u2022 মাথাব্যাথা"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 স্তনে পরিবর্তন আসা"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 পেটে ফাঁপ।''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 কোষ্ঠকাঠিন্য কমাতে বেশী করে আঁশজাতীয় খাবার,সবজি, বাদাম, বিভিন্ন ফলের বিচি, চাল-ডাল-গমজাতীয় খাবার খান।"
            \n\u2022 যথাসম্ভব হাঁটাহাঁটি করার চেষ্টা করুন, তা আপনার শারীরিক এবং মানসিক অবস্থা নিয়ন্ত্রণে রাখবে।"
            \n\u2022 বুকে জ্বালাপোড়া বেশী হলে এন্টাসিড খান। বেশি করে বিশ্রাম নিন, শান্ত থাকুন। দুশ্চিন্তা হতে দূরে থাকুন।"
            \n\u2022 প্রচুর পরিমান পানি ও তরল জাতীয় খাবার পান করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_11': {
      'title': 'সে এখন তার হাতের মুঠো খুলতে এবং বন্ধ করতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুর মাথার আকার তার শরীরের অর্ধেক। তার হাত-পায়ের আঙুলগুলো আলাদা হচ্ছে, অচিরেই সে হাতের মুঠো খুলতে এবং বন্ধ করতে পারবে।"
            \n\u2022 তার কান প্রায় সঠিক অবস্থানে পৌছে গেছে। তার নাকের ফুটো তৈরি হচ্ছে, সাথে সাথে জিহ্বাও।"
            \n\u2022 তার মাড়িতে দুধদাঁত গজানো শুরু হয়েছে, এবং তার কিছু কিছু হাড় শক্ত হওয়া শুরু করেছে।"
            \n\u2022 সে নড়াচড়া করা শুরু করেছে। যত দিন যাবে ততই তার শরীরের আকার বাড়বে, সাথে সাথে নড়াচড়ার পরিমানও বাড়বে। এখনি সেগুলো অবশ্য আপনার টের পাবার কথা না। অপেক্ষা করুন, এক-দুমাসের মধ্যেই টের পাওয়া শুরু করবেন।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার বমি বমি ভাব আস্তে আস্তে কমে যাওয়া শুরু করছে। কোষ্ঠকাঠিন্য এখনও সমস্যা করবে, সাথে বুকে জ্বালাপোড়া ভাবও থাকবে।"
            \n\u2022 আপনার ক্ষিদেমন্দা ভাব আস্তে আস্তে কমে যাওয়া শুরু করছে। তাই সুষম খাবার গ্রহন করুন, শিশুর সঠিক বিকাশ নিশ্চিত করুন।"
            \n\u2022 ইদানিং আপনার মাঝেমধ্যে প্রবল তৃষ্ণা পাবে। হাতের কাছে পানি রাখুন, প্রচুর পানি এবং অন্যান্য তরল পান করুন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 ঘন ঘন প্রস্রাবের বেগ"
            \n\u2022 বমি বমি ভাব"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 ক্লান্তিবোধ''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 প্রতিদিন প্রোটিনসমৃদ্ধ খাবার - মাছ বা মাংস খাবার চেস্টা করুন।  প্রচুর পরিমান পানি ও তরল জাতীয় খাবার পান করুন।"
            \n\u2022 কোষ্ঠকাঠিন্য কমাতে বেশী করে আঁশজাতীয় খাবার,সবজি, বাদাম, বিভিন্ন ফলের বিচি, চাল-ডাল-গমজাতীয় খাবার খান।"
            \n\u2022 যথাসম্ভব হাঁটাহাঁটি করার চেষ্টা করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_12': {
      'title': 'তার গড়ন এখন মানুষের মত দেখাচ্ছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার অস্থিমজ্জা হতে সাদা রক্তকোষ তৈরি হওয়া শুরু করেছে, যা তাকে রোগ-জীবানুর সাথে যুদ্ধ করতে সাহায্য করবে।"
            \n\u2022 লম্বায় সে এখন প্রায় পৌনে তিন ইঞ্চি, ওজনে প্রায় পনেরো গ্রাম, আকারে একটি লেবুর থেকে একটু বড়।"
            \n\u2022 তার শরীরের প্রায় সকল গুরুত্বপূর্ণ অঙ্গ তৈরি হয়ে গেছে, এখন কেবল তাদের গড়ন মজবুত হবার অপেক্ষা।"
            \n\u2022 তার কিডনি মুত্র তৈরি করা শুরু করেছে। তার মস্তিষ্কের কোষগুলো ক্রমাগত বাড়ছে। তার চোখ এবং কান পুরোপুরি সঠিক অবস্থানে পৌছে গেছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার জরায়ু ধীরে ধীরে বড় হচ্ছে, যা আপনার তলপেটের উপরিভাগে চাপ দেয়া শুরু করেছে। হাত বুলালে আপনি হয়তো তার অস্তিত্ব টের পেতে পারেন।"
            \n\u2022 খেয়াল করে দেখবেন যে আপনার কোমর ক্রমাগত চওড়া হচ্ছে। যে কাপড়গুলো একসময় আপনার গায়ে ফিট করতো তার অনেকগুলোই এখন আর করবেনা। ঢিলেঢালা কাপড় পরিধান করার অভ্যাস গড়ে তুলুন, স্বস্তি পাবেন।"
            \n\u2022 ঘন ঘন প্রস্রাব পাওয়ার বেগ ধীরে ধীরে কমে যাওয়া শুরু করেছে। সাথে সাথে বমি বমি ভাব, স্তনে সংবেদনশিলতা, ক্লান্তিবোধ, এবং খাদ্যের প্রতি অনীহাও ধীরে ধীরে কমে যাচ্ছে। তবে এর সাথে নতুন আপদ যুক্ত হয়েছে, মাথা ঘোরা। এর পেছনে দায়ী সেই প্রোজেস্টেরন হরমোন। এ হরমোন আপনার শিশুকে রক্ত সরবরাহ করতে ভূমিকা রাখছে, কিন্ত একই কারনে আপনার শরীরে রক্ত সরবরাহের মাত্রা কমে যাচ্ছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 প্রস্রাবের বেগ কমে যাওয়া"
            \n\u2022 মাথাব্যাথা"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 ক্লান্তিবোধ,মাথা ঘোরা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 মাথা ঘোরা শুরু হলে দু-হাঁটুর মাঝখানে মাথা নিচু করে রাখুন, বড় বড় শ্বাস নিন, কাপড় একটু ঢিলে করুন। একটু ভালোবোধ করলে কিছু খান।"
            \n\u2022 ডাক্তারের সাথে যোগাযোগ করে প্রয়োজনীয় টিকা গ্রহণ করুন।"
            \n\u2022 প্রতিদিন প্রোটিনসমৃদ্ধ খাবার - মাছ বা মাংস খাবার চেস্টা করুন।  প্রচুর পরিমান পানি ও তরল জাতীয় খাবার পান করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_13': {
      'title': 'সে এখন তার বুড়ো আঙুল মুখে ঢোকাতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 এতদিন তার অন্ত্র নাড়ীর ভেতর তৈরি হচ্ছিলো, যা এখন তার পেটের মধ্যে চলে যাওয়া শুরু করেছে।"
            \n\u2022 তার হাত এবং পায়ের হাড় তৈরি হওয়া শুরু করেছে। সে এখন তার হাত-পা নাড়াতে শুরু করেছে। তাই সে এখনই তার হাত বাঁকিয়ে মুখের সামনে নিয়ে আসতে পারে, এবং তার বুড়ো আঙুল মুখে নিতে পারে।"
            \n\u2022 শব্দ করার জন্য স্বরতন্ত্র তৈরি হওয়া শুরু করেছে, একদিন যার মাধ্যমে আপনার শিশু আপনাকে মা বলে ডাকবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার বমি বমি ভাব আরও কমে যাবার কথা, সাথে সাথে আপনার আগের চেয়ে শরীরে বেশী শক্তি পাবার কথা। এর কারন, হরমোন তৈরি করার কাজ এখন প্লাসেন্টার দখলে।"
            \n\u2022 আপনার স্তনে শিশুর জন্য শালদুধ চলে আসতে শুরু করেছে, যা আপনার শিশুর জন্য অত্যন্ত গুরুত্বপূর্ণ।"
            \n\u2022 মাথা ঘোরানোর সমস্যা আপনাকে সামনের কয়দিন বেশ ভালোমতোই ভোগাবে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ক্লান্তিবোধ কমে যাওয়া"
            \n\u2022 মাথা ঘুরে ওঠা"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 শিরা ফুলে ওঠা"
            \n\u2022 মাথাব্যাথা"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 যোনীপথে তরল নির্গত হওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 মাথা ঘোরা শুরু হলে দু-হাঁটুর মাঝখানে মাথা নিচু করে রাখুন, বড় বড় শ্বাস নিন, কাপড় একটু ঢিলে করুন। একটু ভালোবোধ করলে কিছু খান।"
            \n\u2022 বুকে জ্বালাপোড়া বেশী হলে এন্টাসিড খান। বেশি করে বিশ্রাম নিন, শান্ত থাকুন। দুশ্চিন্তা হতে দূরে থাকুন।"
            \n\u2022 ডাক্তারের সাথে যোগাযোগ করে প্রয়োজনীয় টিকা গ্রহণ করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_14': {
      'title': 'সে এখন মুখে বিভিন্ন ভঙ্গীমা করতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুর শরীরজুড়ে লোমের মত পাতলা তন্ত তৈরি হচ্ছে, যেগুলো তাকে উষ্ণ রাখবে। গর্ভের শেষদিকে তার শরীরে চর্বি হওয়া শুরু করলেই এগুলো চলে যাবে। শুধু তাই নয়, তার মাথায় এবং চোখের উপরে ভ্রূ-তে চুলসদৃশ লোম তৈরি হচ্ছে।"
            \n\u2022 তার মুখের পেশীগুলো কাজ করা শুরু করছে, তাই সে এখন বিভিন্ন ভাবে মুখ বাঁকাতে পারবে।"
            \n\u2022 এ সপ্তাহের শেষে তার হাত লম্বা হয়ে শরীরের সাথে সামঞ্জস্যপূর্ণ হয়ে যাবে, তবে তার পা লম্বা হতে আরও বেশ কিছুদিন লাগবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনি আপনার গর্ভাবস্থার দ্বিতীয় ভাগে পৌছেছেন। আপনার শারীরিক অবস্থায় পরিবর্তন আসা শুরু করেছে।"
            \n\u2022 আপনি শরীরে শক্তি ফিরে পেতে শুরু করেছেন। আপনার স্তনে সংবেদনশীলতা কমে গেছে, এবং আপনার বমি বমি ভাব প্রায় চলে যাবার পথে। এরকম না হলে ঘাবড়াবার কিছু নেই, অনেক মায়েরই শারীরিক অবস্থায় পরিবর্তন আসতে আরও মাসখানেক সময় লাগে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ক্লান্তিবোধ কমে যাওয়া"
            \n\u2022 মাথা ঘুরে ওঠা"
            \n\u2022 স্তনের আকার বৃদ্ধি, কম সংবেদনশীলতা"
            \n\u2022 বমি বমি ভাব চলে যাওয়া"
            \n\u2022 ক্ষিদে বেড়ে যাওয়া"
            \n\u2022 শিরা ফুলে ওঠা"
            \n\u2022  বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 যৌনপথে তরল নির্গমন হওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 জীবাণুমুক্ত থাকার চেষ্টা করুন, শরীর সবসময় পরিষ্কার রাখুন। অসুস্থ মানুষদের কাছে যাবেন না।"
            \n\u2022 বুকে জ্বালাপোড়া বেশী হলে এন্টাসিড খান। বেশি করে বিশ্রাম নিন, শান্ত থাকুন। দুশ্চিন্তা হতে দূরে থাকুন।"
            \n\u2022 প্রতিদিন প্রোটিনসমৃদ্ধ খাবার - মাছ বা মাংস খাবার চেস্টা করুন।  প্রচুর পরিমান পানি ও তরল জাতীয় খাবার পান করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_15': {
      'title': 'তার চোখ এখন আলো অনুভব করতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 সে এখন লম্বায় প্রায় চার ইঞ্চি, ওজনে প্রায় একটি মুরগীর ডিমের সমান।"
            \n\u2022 তার চারপাশের তরল তার নাক এবং শ্বাসনালী দিয়ে চলাচল করছে, এতে তার ফুসুফুসের বাতাস রাখার জায়গাগুলো তৈরি হচ্ছে।"
            \n\u2022 তার পা এখন তার হাতের থেকে অধিক হারে লম্বা হচ্ছে, এবং সে এখন তার হাত-পায়ের গিঁট নাড়াতে পারে।"
            \n\u2022 যদিও তার চোখের পাতা এখনও বন্ধ, তবুও সে আলো অনুভব করতে পারে।"
            \n\u2022 তার জিহ্বার স্বাদ নেয়ার গ্রন্থিগুলো তৈরি হচ্ছে, যদিও সেগুলো কাজে লাগবে তার জন্ম হবার পর থেকে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 প্রচুর হরমোন নিঃসরণের ফলে আপনার নাক বন্ধ থাকতে পারে। নাক দিয়ে রক্ত গেলে ভয় পাবেন না, আপনার নাকের রক্তনালীতে অতিরিক্ত রক্তপ্রবাহ এজন্য দায়ী। একই কারনে আপনার দাঁতের মাড়ি ফুলে যেতে পারে এবং তা থেকে রক্ত যেতে পারে, ব্রাশ করার সময় সাবধান থাকুন।"
            \n\u2022 আপনার তলপেটে ব্যাথা বোধ করতে পারেন, যা স্বাভাবিক। তবে ব্যাথা বেশী হলে ডাক্তার দেখান।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 নাক বন্ধ হয়ে যাওয়া"
            \n\u2022 মাথা ঘুরে ওঠা"
            \n\u2022 স্তনের আকার বৃদ্ধি, কম সংবেদনশীলতা"
            \n\u2022 মাথাব্যাথা"
            \n\u2022 ক্ষিদে বেড়ে যাওয়া"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 গ্যাসের সমস্যা বা এ্যাসিডিটি"
            \n\u2022 শিরা ফুলে যাওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 সম্ভব হলে এমনিওসেন্টসিস পরীক্ষা করান, তা শিশুর জীনগত এবং ক্রোমোজোমগত বৈশিষ্ট্য ঠিক আছে কি না তা নিরীক্ষা করবে।"
            \n\u2022 জীবাণুমুক্ত থাকার চেষ্টা করুন, শরীর সবসময় পরিষ্কার রাখুন। অসুস্থ মানুষদের কাছে যাবেন না।"
            \n\u2022 যথাসম্ভব হাঁটাহাঁটি করার চেষ্টা করুন, তা আপনার শারীরিক এবং মানসিক অবস্থা নিয়ন্ত্রণে রাখবে।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_16': {
      'title': 'আস্তে আওয়াজ করুন, সে এখন শুনতে পাচ্ছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার আকার এখন প্রায় একটি আপেলের সমান, লম্বায় চার থেকে পাঁচ ইঞ্চি।"
            \n\u2022 তার মেরুদণ্ড শক্ত হচ্ছে, এবং তার পিঠের পেশীগুলো আগের থেকে শক্তিশালী হচ্ছে। এর ফলে সে এখন তার মাথা এবং ঘাড় সোজা করতে পারবে।"
            \n\u2022 তার চোখ বন্ধ, কিন্তু সে এদিক-সেদিক চোখ ঘোরাতে পারছে। তার মুখে ভ্রূ এবং পাপড়ি চলে এসেছে।"
            \n\u2022 তার চামড়া এখন অত্যন্ত পাতলা এবং স্বচ্ছ। আপনি আপনার গর্ভের ভেতর দেখতে পেলে চামড়ার ওপর থেকে তার শিরা-ধমনীগুলো দেখতে পেতেন।"
            \n\u2022 তার কানের গঠন প্রায় সম্পুর্ণ, এবং সে এখন কানে শুনতে পাচ্ছে। তাই উচ্চশব্দের পরিবেশ থেকে দূরে থাকুন, আর তাকে ছড়া শোনানো শুরু করুন।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার গর্ভাবস্থা স্থিতিকর অবস্থায় চলে এসেছে, তাই আপনি এখন আগের চেয়ে অনেক সুস্থ বোধ করা শুরু করবেন। বমিভাব কমে যাওয়া, খাবারে রুচি ফিরে আসা, মানসিক অবস্থার ঘন ঘন পরিবর্তন কমে আসা আপনাকে অনেকটাই স্বস্তি দেবে।"
            \n\u2022 শীঘ্রই আপনি নতুন অনুভুতির মুখোমুখি হচ্ছেন, শিশুর নড়াচড়া। যদিও সে অনেকদিন আগ থেকেই নড়াচড়া শুরু করেছে, এখন আপনার তা অনুভব করার সময় চলে এসেছে। কোন কোন মা এই সপ্তাহ থেকেই তা অনুভব করা শুরু করবেন, কারও কারও তা অনুভব করতে আরও দু-চার সপ্তাহ লাগতে পারে। শুরুর দিকে আপনি ছোটখাট ঝাপটা অনুভব করবেন। যতদিন যাবে তত সেগুলোর মাত্রা বাড়তে থাকবে, এবং আপনি আরও বেশিবার করে অনুভব করবেন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 স্তনের আকার বৃদ্ধি পেতে থাকা"
            \n\u2022 নাক বন্ধ হয়ে যাওয়া"
            \n\u2022 মাথা ঘুরে ওঠা"
            \n\u2022 কোষ্ঠ্যকাঠিন্য"
            \n\u2022 পিঠেব্যাথা"
            \n\u2022 মাড়ি থেকে রক্তক্ষরণ"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 যোনীপথে অধিক হারে তরল নির্গত হওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 আপনার জরায়ুর বর্ধিত আকার আশেপাশের রক্তনালীতে চাপ দিতে পারে, যাতে আপনি রক্তনালীতে ব্যাথা অনুভব করতে পারেন। এক জায়গায় বেশিক্ষন দাঁড়িয়ে থাকবেন না, কোথাও বসলে পা উঁচু করে বসুন।"
            \n\u2022 সম্ভব হলে আপনার সন্তানের জীনগত পরীক্ষা করান, তাতে তার কোন ধরনের জীনগত বা ক্রোমোজোমগত জটিলতা থেকে থাকলে জানতে পারবেন।"
            \n\u2022 জীবাণুমুক্ত থাকার চেষ্টা করুন, শরীর সবসময় পরিষ্কার রাখুন। অসুস্থ মানুষদের কাছে যাবেন না।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_17': {
      'title': 'তার আঙুলের ছাপ তৈরি হচ্ছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার গায়ে চর্বি জমা শুরু করেছে, এবং জন্ম হবার আগ পর্যন্ত তা জমা অব্যাহত থাকবে। একই সাথে তার গায়ে পূর্বে জন্মানো লোমগুলোও বিলুপ্ত হতে থাকবে।"
            \n\u2022 শিশুর হৃদপিণ্ড এখন পুরোপুরি তার মস্তিষ্কের নিয়ন্ত্রনে। তার হৃদস্পন্দন তাই এখন স্থিতিকর অবস্থায় চলে এসেছে, মিনিটে ১৪০ থেকে ১৫০ বার।"
            \n\u2022 তার চুষে এবং গিলে নেয়ার ক্ষমতা বৃদ্ধি পাচ্ছে, যাতে জন্ম হওয়ার পর থেকেই সে সাবলীল্ভাবে আপনার স্তন হতে দুধপান করতে পারে।"
            \n\u2022 ভালো কথা, তার আঙুলের ছাপ তৈরি হচ্ছে, যা তাকে অন্য সবার থেকে আলাদা করবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার শরীরজুড়ে প্রচুর পরিমান রক্ত চলাচল হচ্ছে, তাতে আপনার শরীরে ঔজ্বল্য বা আভা দেখা দিতে পারে।"
            \n\u2022 আপনার স্তনের আকার বাড়ছে, এখন প্রায় তিন কাপের সমান। আপনার স্তনের আকৃতি যতই বড় হবে ততই তাতে সংবেদনশীলতা বাড়া শুরু করবে। মাঝে মাঝে স্তনে ব্যাথা বোধ করতে পারেন।"
            \n\u2022 প্লাসেন্টা বা অমরা পুরোপুরি কার্যক্ষম হয়ে গেছে, যা সরাসরি আপনার শিশুকে রক্ত এবং পুষ্টি সরবরাহ করছে, এবং তার বর্জ্য নিষ্কাশন করছে। আপনার শরীরের ওপর থেকে চাপ তাই এখন অপেক্ষাকৃত কমে গেছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 স্তনের আকার বৃদ্ধি পেতে থাকা"
            \n\u2022 বুকে জ্বালাপোড়া ও বদহজম"
            \n\u2022 ক্ষিদে বেড়ে যাওয়া"
            \n\u2022 নাক বন্ধ হয়ে যাওয়া"
            \n\u2022 হঠাৎ মাথা ঘুরে ওঠা"
            \n\u2022 পিঠেব্যাথা"
            \n\u2022 মাড়ি থেকে রক্তক্ষরণ"
            \n\u2022 যোনীপথে তরল নির্গত হওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 বাড়তি ওজনের কারনে মাঝেমধ্যেই আপনি ভারসাম্য হারাতে বসতে পারেন। চলাফেরায় সতর্ক থাকুন, উঁচু হীলের জুতা পরিহার করুন।"
            \n\u2022 পায়ে বা তলপেটে মাসিকের সময়কার মত ব্যাথা অনুভব করতে পারেন। গরম সেঁক দিলে উপকার পেতে পারেন।"
            \n\u2022 গর্ভকালীন হরমোনগুলো আপনার শরীরের পেশী এবং হাড়গুলোয় ব্যাপক প্রভাব ফেলতে পারে, এমনকি আপনার দাঁত নড়বড়ে করে দিতে পারে। শক্ত কিছু খেতে কিন্তু সাবধান!"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_18': {
      'title': 'সে এখন হাই দিতে পারে, এমনকি হেঁচকিও',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 সে লম্বায় এখন ৬ ইঞ্চি এবং ওজনে ২০০ গ্রাম। তার আকার এখন যথেষ্ঠ বড়, এতটাই বড় যে আপনি তার নড়াচড়া স্পষ্ট অনুভব করা শুরু করেছেন।"
            \n\u2022 শিশু এখন হাই দেয়া শুরু করেছে, পাশাপাশি হেঁচকিও দিচ্ছে। সৌভাগ্যবান হলে আলট্রাসাউন্ড করার সময় তা আপনি বুঝতে পারবেন।"
            \n\u2022 তার স্নায়ুতন্ত্র পরিনত হচ্ছে। তার স্নায়ুকোষগুলো মায়োলিন নামক পদার্থে আবৃত হয়ে যাচ্ছে, যা কোষেগুলোর মধ্যে দ্রুত তথ্য বিনিময় করতে সাহায্য করছে। একই সাথে মস্তিষ্কের কোষগুলোও উন্নত হচ্ছে, ফলে শিশুর স্বাদ, গন্ধ, স্পর্শ, দেখা ও শ্রবন করার ক্ষমতা আরও পরিপক্ক হচ্ছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার পা, কোমর এবং শরীরের পেছনে যন্ত্রণা অনুভব হতে পারে। এর কারন হলো আপনার হরমোনগুলো শরীরের, বিশেষ করে কোমরের আশেপাশের সন্ধি বা গাঁটগুলো আলগা করে দিচ্ছে যাতে আপনার জরায়ু সহজে বড় হতে পারে।"
            \n\u2022 আপনার জরায়ুর আকার এখন প্রায় একটি আপেল সমান হয়ে ফুলে ওঠা শুরু করেছে, নাভীর তিন আঙ্গুল নিচে হাত বুলালেই তা অনুভব করতে পারবেন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়ার হার বেড়ে যাওয়া"
            \n\u2022 বুকে জ্বালমাপোড়া ও বদহজম"
            \n\u2022 মাড়ি থেকে রক্তক্ষরণ"
            \n\u2022 পা কামড়ানো"
            \n\u2022 পা এবং পায়ের পাতা ফুলে যাওয়া"
            \n\u2022 শরীরে ফাটা দাগ আসা"
            \n\u2022 পিঠে, কোমরে এবং তলপেঠে ব্যাথা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 "
            \n\u2022 ঢোলাঢালা আরামদায়ক কাপড় পরিধান করুন। ব্যাথা বেশী হলে গরম পানিতে গোসল নিয়ে দেখতে পারেন।"
            \n\u2022 আপনার ব্লাড প্রেশার এখন স্বাভাবিকের চেয়ে অনেক কম থাকার কথা। বসা বা শোয়া অবস্থা থেকে চট করে উঠে দাড়াবেন না, মাথা ঘুরে উঠতে পারে।"
            \n\u2022 বিছানায় শোবার সময় একটু কাত হয়ে শোয়ার চেষ্টা করুন, নতুবা আপনার বর্ধিত জরায়ু তার নিচের রক্তনালীগুলোকে চাপ দিয়ে রক্ত চলাচলে ব্যাঘাত করতে পারে। কোমর বা উরুর নিচে বালিশ রেখে শুতে পারেন, আরাম পাবেন।"
            \n\u2022 বসার সময় পা উঁচু করে বসুন, দাড়ানোর সময় এক পায়ের ওপর বেশী ভর দিন এবং কিছুক্ষন পরপর অন্য পায়ে ভর স্থানান্তর করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_19': {
      'title': 'আকারে সে এখন বড় আমের সমান',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুর ত্বক দই এর মতো সাদা আঠালো পদার্থে ঢেকে যাচ্ছে, যা  তার চামড়া কুঁচকানো হতে রক্ষা করবে।"
            \n\u2022 এ সপ্তাহে তার আকার একটি বড় আমের সমান। সে যদি মেয়েশিশু হয় তবে এরই মধ্যে তার ডিম্বাশয়ে ৬০ লাখ ডিম্বানু তৈরি হওয়া শুরু হয়েছে।"
            \n\u2022 তার হাত-পায়ের আকার এখন তার শরীরের সাপেক্ষে মানানসই আকার ধারণ করেছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনি আপনার ত্বকে পরিবর্তন লক্ষ্য করতে পারেন। আপনার শরীরের বেশ কিছু জায়গার ত্বকে কালো কালো ছাপ বা ফাটা দাগ দেখা দিতে পারে, যা প্রসবের পর ধীরে ধীরে চলে যাবে।"
            \n\u2022 কোমর এবং পিঠ ব্যাথার সাথে সাথে নতুন এক উপদ্রব আপনার জীবনে এসেছে, পা কামড়ানো। দিনের বেলা থেকে রাতের বেলা আপনার পা অনেক বেশী কামড়াবে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ক্ষিদে বেড়ে যাওয়া"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 মাথা ঘুরে ওঠা"
            \n\u2022 নাক বন্ধ হয়ে থাকা"
            \n\u2022 শরীরের পেছনদিকে ব্যাথা"
            \n\u2022 ত্বকে ফাটা দাগ''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 পা কামড়ালে আস্তে আস্তে পা সোজা থেকে হাটু ভেঙ্গে পুনরায় সোজা করতে পারেন, অথবা কাছের মানুষকে বলুন পা মালিশ করে দিতে।"
            \n\u2022 এই সময় আপনার শরীরে ছত্রাকের সংক্রমণ হবার সম্ভাবনা অনেক বেশী, সতর্ক থাকুন। ছত্রাক সংক্রমণ হলে ডাক্তার দেখান।"
            \n\u2022 শিশুর মস্তিষ্কের বিকাশের জন্য খাদ্যতালিকায় ভিটামিন-বি এবং শরীরের জন্য উপকারী চর্বি রাখুন। যেমন মুরগী বা গরুর মাংস, কলিজা, রুই মাছ, দই বা দুধ, ডিম, কুমড়া, তিল, যেকোনো ধরনের বাদাম, মাখন, ঘি ইত্যাদি।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_20': {
      'title': 'শিশু ছেলে নাকি মেয়ে - জানতে চাইলে আলট্রাসাউন্ড করুন',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 আপনার শরীর হতে শিশুর শরীরে রোগ-বালাইয়ের বিরুদ্ধে প্রতিরোধক্ষমতা স্থানান্তর হচ্ছে।"
            \n\u2022 মেয়েশিশু নাকি ছেলেশিশু, কার জন্য জামা কিনবেন তা এ সপ্তাহে আলট্রাসাউন্ড করানোর সময় জেনে যাবেন।"
            \n\u2022 আপনার শিশু মেয়ে হলে তার জরায়ু, যোনী এবং ডিম্বাশয় তৈরি হচ্ছে। ছেলেশিশু হলে তার অন্ডকোষ তৈরি হওয়া শুরু হয়েছে।"
            \n\u2022 শিশুর উচ্চতা এখন আনুমানিক সাড়ে ছয় ইঞ্চি, ওজন প্রায় ৩০০ গ্রাম।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 এ সপ্তাহের দিকে আপনি শিশুর কিল-ঘুষি অনুভব করতে পারবেন। না পারলে আর কটা দিন সবুর করুন, ঠিকই টের পাবেন।"
            \n\u2022 আপনার জরায়ু উপরে উঠে নাভী বরাবর চলে এসেছে, যা সামনের প্রতি সপ্তাহে এক সেন্টিমিটার করে উপরে উঠতে থাকবে।"
            \n\u2022 খেয়াল করলে দেখবেন আপনার নখ শক্ত হয়ে গেছে। আপনার চুল ঘন ও মোটা হয়ে যাচ্ছে, এবং চুল পড়ার হার কমে গেছে। এ সবই হরমোনের অবদান।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 মাথা ব্যাথা"
            \n\u2022 পা কামড়ানো"
            \n\u2022 পা এবং গোড়ালীতে পানি আসা"
            \n\u2022 ক্ষিদে বেড়ে যাওয়া"
            \n\u2022 মাথা ঘুরে ওঠা"
            \n\u2022 শরীরের পেছনদিকে ব্যাথা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 আপনার শরীরে এখন প্রচুর আয়রন দরকার, যা আপনি পেতে পারেন গরু, মুরগী, মাষকলাই, পালংশাক, কিসমিস ইত্যাদিতে।"
            \n\u2022 বমি বমি ভাব এবং খাদ্যের প্রতি অনীহা কমে যাওয়ায় এখন আপনার বেশী বেশী খাদ্যগ্রহণ করা উচিত। দিনে পাঁচ-ছয় বার খান, তাতে গর্ভপাতের আশঙ্কা অনেক কমে যেতে পারে।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_21': {
      'title': 'ভ্রূ এবং চোখের পাতা সম্পূর্ণ তৈরি',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার ভ্রূ এবং চোখের পাতা এখন সম্পূর্ণ তৈরি। তার ওজন সুষম হারে বৃদ্ধি পাওয়া শুরু করেছে।"
            \n\u2022 সে এখন স্বাদ নেয়ার ক্ষমতা অর্জন করছে, আপনি এখন যা-ই খাচ্ছেন তার স্বাদ এখন শিশুও গ্রহণ করতে পারা শুরু করেছে।"
            \n\u2022 তার শরীরে প্রয়োজনীয় পুষ্টি পাবার জন্য সে তার চারপাশের তরল পান করছে। এতে তার পান করার এবং হজম করার ক্ষমতাও পরিপক্ক হচ্ছে।"
            \n\u2022 তার হাত-পা শরীরের প্রায় সমানুপাতে গঠিত হয়ে গেছে। তার মস্তিষ্কের কোষগুলো এখন সচল ও যুক্ত। তার হাড়গোড় এখন আগের চেয়ে আরও বেশী শক্ত এবং মজবুত।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার শিরাগুলো আরও বেশী ফুলে উঠেছে। লক্ষ্য করলে দেখবেন হয়তো আপনার পা, গোড়ালি এবং মুখে মাকড়শার জালের মত শিরা ফুটে উঠেছে। এতে ভয় পাবার কিছু নেই, এটি স্বাভাবিক ব্যাপার।"
            \n\u2022 আপনি এখন অনেকটাই সুস্থ এবং উদ্যমী বোধ করা শুরু করেছেন। যন্ত্রণাদায়ক অনেক লক্ষণ এখন বিদেয় হয়েছে। হাঁপ ছাড়ার কিছু নেই, লক্ষণগুলো গর্ভাবস্থার শেষদিকে পুনরায় ফিরে আসবে। তাই এই কদিনে ভালো করে খাওয়া-দাওয়া করুন, হাসিখুশি থাকুন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়া"
            \n\u2022 ক্ষিদে বেড়ে যাওয়া"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 শরীরে পেছনে ব্যাথা"
            \n\u2022 মাড়ি হতে রক্তক্ষরণ"
            \n\u2022 পা এবং গোড়ালীতে পানি আসা"
            \n\u2022 দ্রুত নখ এবং চুল গজানো''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 পায়ের শিরা ফোলা কমাতে পা সোজা করে আবার ভাঁজ করুন, বাম দিকে কাত হয়ে শোন, এবং বেশী বেশী হাটাচলা করার অভ্যাস গড়ে তুলুন।"
            \n\u2022 আপনার শিশুকে মাছ-সবজি খাওয়াতে চান? জানেনই তো যাই খাচ্ছেন শিশুও তার স্বাদ নিচ্ছে। তাই আপনি এখন নিজে মাছ-সবজি বেশী করে খান, জন্ম হবার পর শিশুও তা খেতে আগ্রহী হবে।"
            \n\u2022 মুখের তেলতেলে ভাব দুর করতে দিনে দু-বার ভালো করে মুখ ধুয়ে নিন, ব্রন কম উঠবে।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_22': {
      'title': 'লম্বায় সে এখন ১১ ইঞ্চি, ওজনে ৪৫০ গ্রাম',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার ঠোঁট, চোখের পাতা এবং ভ্রূ এখন পরিষ্কারভাবে আলাদা করা যাচ্ছে।"
            \n\u2022 তার মাড়িতে ছোট ছোট দাঁত গজানো শুরু হয়েছে।"
            \n\u2022 তার চোখের গড়ন তৈরি হয়ে গেছে, কিন্ত তার চোখের মণি তৈরি হওয়া এখনো বাকি।"
            \n\u2022 তার নখ প্রায় তৈরি হয়ে গেছে, এবং দিনে দিনে তার অঙ্গ-প্রত্যঙ্গগুলো আরো ভালোভাবে কাজ করা শুরু করেছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার পেটের ফাটা দাগের পরিমান বেড়ে যাচ্ছে। এছাড়াও শরীরে অন্যান্য জায়গা যেমন কোমর, উরু, নিতম্ব, স্তনেও নতুন নতুন ফাটা দাগ দেখা দেবে।"
            \n\u2022 যোনি দিয়ে তরল নির্গমনের হার এখন আগের চেয়ে বেড়ে যেতে পারে, পাশাপাশি ছত্রাক সংক্রমনের আশংকাও।"
            \n\u2022 আপনার জরায়ু নাভী হতে প্রায় এক ইঞ্চি উঁচুতে অবস্থান করছে।"
            \n\u2022 গর্ভকালীন হরমোন নিঃসরণের ফলে আপনার পা ক্রমাগত ফুলে উঠছে। ঘাবড়াবেন না, প্রসবের পরপরই তা স্বাভাবিক অবস্থায় চলে যাবে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 মাথা ঘোরা"
            \n\u2022 পা কামড়ানো"
            \n\u2022 শরীরে ফাটা দাগ"
            \n\u2022 শরীরে পেছনে ব্যাথা"
            \n\u2022 পা এবং গোড়ালীতে পানি আসা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 আপনার রক্তের লৌহের পরিমান পরীক্ষা করান এবং প্রচুর পরিমান পানি পান করুন, তাতে গর্ভের সময় রক্তপাতের পরিমান বাড়লেও বিপদমুক্ত থাকার সম্ভাবনা বাড়বে।"
            \n\u2022 পা কামড়ানোর হার অত্যাধিক হলে ধরা হয় আপনার শরীরে ম্যাগনেসিয়ামের ঘাটতি রয়েছে। ডাক্তারের সাথে কথা বলে ম্যাগনেসিয়াম সাপ্লিমেন্ট নিতে পারেন। পালংশাক, শালগম, বাঁধাকপি, কুমড়ার বিচি, চীনাবাদাম, কাজুবাদাম, শিমের বিচি, খেজুর , কিসমিস ইত্যাদি বেশী করে খান।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_23': {
      'title': 'ফুসফুস শ্বাসগ্রহণের জন্য তৈরি হচ্ছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুটি ছেলে হলে তার অন্ডকোষ পেটের ভেতর হতে বাইরে বের হয়ে আসতে শুরু করেছে, সে মেয়ে হলে তার জরায়ু এবং ডিম্বাশয় এখন তৈরি।"
            \n\u2022 তার শরীর এর আকার এখন নবজাতকের মতই দেখাচ্ছে, যদিও তার শরীর এখন অনেক ক্ষীণকায়।"
            \n\u2022 তার ত্বকে লালচে আভা এসেছে, কিন্ত তার ত্বক এখনো অমসৃণ। গায়ে চর্বি জমা শুরু করা মাত্রই তার ত্বক মসৃণ হওয়া শুরু করবে। শিশুর চামড়ায় কেরাটিন নামক প্রোটিন যুক্ত হচ্ছে, যা তার ত্বককে আরও পুরু করবে।"
            \n\u2022 তার ফুসফুসে ক্যাপিলারি এবং নিউমোসাইট নামক কোষ তৈরি হচ্ছে, যাতে তার ফুসফুস শ্বাসগ্রহণের জন্য আরও পরিণত হতে পারে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 এই কদিনে আপনার ওজন আনুমানিক ৭ কেজি বেড়েছে। এতদিনেও শিশুর নড়াচড়া অনুভব না করলে ডাক্তারের সাথে কথা বলুন। তবে এতে ঘাবড়াবার বেশী কিছু নেই। অনেক সময় অমরা শিশুর সামনে অবস্থান করলে, বা গর্ভাধারন করার আগে আপনার ওজন স্বাভাবিকের চেয়ে বেশী থাকলে নড়াচড়া দেরিতে অনুভব করতে পারেন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়ার হার বেড়ে যাওয়া"
            \n\u2022 পেট ফুলে যাওয়া বা ফাঁপা ধরা"
            \n\u2022 নাক ডাকা"
            \n\u2022 মাড়ি হতে রক্তক্ষরণ"
            \n\u2022 হাতে ঝিমঝিম করা"
            \n\u2022 ক্ষিদে বেড়ে যাওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 এক জায়গায় বেশিক্ষণ দাঁড়িয়ে বা বসে থাকবেন না। বামদিকে কাত হয়ে শোন।"
            \n\u2022 আরামদায়ক কাপড় এবং জুতা পরিধান করুন, নিয়মিত হাঁটাচলা করুন। হাত পা বেশী ফুলে যাচ্ছে বলে মনে হলে ডাক্তার দেখান।"
            \n\u2022 এই সময়ে ঘুম কম হতে পারে। দু-পায়ের মাঝে বালিশ রেখে পা ভাঁজ করে ঘুমালে অনিদ্রা কমে যাবে।"
            \n\u2022 হাতের কাছে সবসময় পানি রাখুন, বেশী বেশী পানি পান করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_24': {
      'title': 'সে এখন স্বাদ গ্রহণ করতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ</b><br/>''
            \n\u2022 গত সপ্তাহ হতে এ সপ্তাহে তার ওজন ১০০ গ্রাম বেড়েছে, তার ওজন এখন সর্বসাকুল্যে প্রায় ৬০০ গ্রাম।"
            \n\u2022 তার স্বাদ গ্রন্থি পরিপক্ক হচ্ছে, আপনি যা যা খাচ্ছেন তার সবকিছুর স্বাদ সে ভালোভাবে পরখ করতে শুরু করেছে।"
            \n\u2022 তার চামড়া এখনো পাতলা এবং কিছুটা স্বচ্ছ, তবে কিছুদিনের মধ্যেই তাতে ব্যাপক পরিবর্তন আসা শুরু হবে।"
            \n\u2022 তার মাথায় সত্যিকারের চুল গজানো শুরু করেছে। তার চোখের পাপড়ি, ভ্রূ এবং চুল সাদা হয়ে আছে, যেগুলো আর কিছুদিনের মধ্যে নিজ নিজ রঙ ধারণ করবে।"
            \n\u2022 বাহির হতে শব্দ শুনতে পেলে বা স্পর্শ অনুভব করলে সে লাথি দিতে পারে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার জরায়ু এখন একটি ফুটবলের সমান আকার ধারণ করেছে। জরায়ু এখন নাভী হতে দেড় থেকে দুই ইঞ্চি উপরে উঠে গেছে।"
            \n\u2022 আপনার নাভী এখন বাইরে বের হয়ে এসেছে, প্রসবের পর তা অনেকটা আগের মত ভেতরে ঢুকে যাবে।"
            \n\u2022 আপনার হাতে প্রায়ই ঝিম ধরতে পারে, একে কারপাল টানেল সিনড্রোম বলা হয়। হাত মাঝে মাঝে অসাড় হয়ে যেতে পারে, বা হাতে ব্যাথা হতে পারে। প্রসবের পর এই সমস্যা আপনাকে আর ভোগাবে না।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 কোষ্ঠ্যকাঠিন্য"
            \n\u2022 মাথাব্যাথা"
            \n\u2022 তলপেটে ব্যাথা"
            \n\u2022 পা কামড়ানো"
            \n\u2022 চোখে ঘোলা দেখা"
            \n\u2022 পা এবং গোড়ালী ফুলে ওঠা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 আপনার গর্ভকালীন ডায়বেটিস হয়েছে কি না তা পরীক্ষা করান।"
            \n\u2022 যৌনপথে তরল নির্গমনের হার অস্বাভাবিক ভাবে বেড়ে গেলে, রক্ত নির্গমন হলে, ঘন্টায় চার বারের বেশী খিঁচুনি হলে, তলপেটে অত্যাধিক চাপ অনুভব করলে বা কোমরের পেছনে বেশী ব্যাথা অনুভব করলে দ্রুত ডাক্তার দেখান।"
            \n\u2022 হাতের ওপর শুবেন না, বুকে বালিশ জড়িয়ে ঘুমাতে পারেন। হাতে ঝিম ধরলে হাত ঝাঁকুনি দিলে উপকার পেতে পারেন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_25': {
      'title': 'আপনার ডাকে সে সাড়া দিতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 সে এখন তার পা ছুঁতে পারে এবং তার হাত মুঠো করতে পারে। আপনার পেটে কান লাগালে তার বাবা তার হৃদস্পন্দন শুনতে পারবেন।"
            \n\u2022 তার শ্রবন ক্ষমতা আরও পরিপক্ক হচ্ছে, ছোট্ট একটা লাথির বা গুঁতো দেয়ার মাধ্যমে সে এখন আপনার ডাকে সাড়া দিতে পারে।"
            \n\u2022 তার শরীরে চর্বি জমা শুরু হয়েছে। ফলে তার ওজন বাড়া শুরু হয়েছে এবং তার চামড়ার ভাঁজগুলো মসৃন হয়ে যাচ্ছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 শুধু শিশুরই নয়, আপনার মাথার চুলের পরিমানও বাড়ছে। আপনার মাথার চুল আগের মতই গজাচ্ছে, তবে চুল পড়ার হার উল্লেখযোগ্য হারে কমে গেছে।"
            \n\u2022 ক্লান্তিবোধ, মাথা চক্কর দেয়া এবং ঘন ঘন বাথরুমে যাওয়া - আবার শুরু হয়ে গেছে।"
            \n\u2022 পায়ুপথে ব্যাথা অনুভব করতে পারেন, যার কারন আপনার জরায়ু তার আশেপাশের নালীগুলোকে দিচ্ছে চাপ দিয়ে রক্ত চলাচলের মাত্রা কমিয়ে দিচ্ছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 হাতে ঝিম ধরা বা অসাড়তা"
            \n\u2022 পায়ে কামড়ানো বা ঝিম ধরা"
            \n\u2022 চুল ঘন হয়ে যাওয়া"
            \n\u2022 কোষ্ঠ্যকাঠিন্য''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 যথাসম্ভব হাঁটাচলা করুন, তবে তা করার সময় সাবধান থাকুন। চিত হয়ে শুবেন না। প্রচুর পরিমানে পানি পান করুন।"
            \n\u2022 আপনার এ্যানেমিয়া বা রক্তস্বল্পতা আছে কি না তা পরীক্ষা করান, থাকলে ডাক্তারের পরামর্শ গ্রহণ করুন।"
            \n\u2022 পায়ুপথে ব্যাথা বা রক্তপাত রোধ করতে কোষ্ঠ্যকাঠিন্য হতে মুক্ত থাকার চেষ্টা করুন, তরল এবং আঁশজাতীয় খাবার যেমন সবজি, ফল, ডাল, চাল, গম ইত্যাদি বেশী করে খান।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_26': {
      'title': 'সে তার চোখ খুলে দেখার চেষ্টা করছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 সে তার নাক-মুখ দিয়ে চারপাশের তরল ক্রমাগত টেনে নিচ্ছে এবং বের করছে, যা তার ফুসফুসকে কর্মক্ষম করে তুলছে। ফুসফুস ফুলে ওঠা শুরু করেছে, যাতে সে জন্মের পরই বুক ভরে শ্বাস নিতে পারে।"
            \n\u2022 তার শ্রবনক্ষমতা দিনে দিনে পরিনত হচ্ছে। এক মাসের মধ্যেই সে উঁচু শব্দে লাফ দিয়ে ওঠা শুরু করবে।"
            \n\u2022 তার চোখের পাতা আলাদা হয়ে গেছে, ফলে সে চোখ খুলে তাকানোর চেষ্টা করছে।"
            \n\u2022 আপনি জানেন কী, গর্ভে থাকা অবস্থায় সব শিশুরই চোখের রঙ নীলচে থাকে। জন্ম হবার এক বছরের মধ্যে তাদের চোখ নিজ নিজ রঙ ধারণ করে।"
            \n\u2022 তার হাত-পায়ে নখ এসে গেছে। জন্ম হবার সাথেসাথেই তাকে আপনার চোখের বেশী কাছাকাছি আনবেন না।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার রক্তচাপ ধীরে ধীরে বাড়তে শুরু করেছে, যদিও তা গর্ভধারনের পূর্বের রক্তচাপের তুলনায় এখনো অনেক কম।"
            \n\u2022 জরায়ু এখন নাভি হতে আড়াই ইঞ্চি ওপরে উঠে এসেছে।"
            \n\u2022 অনিদ্রা এখন আপনার জীবনে নতুন সঙ্গী হিসেবে যুক্ত হয়েছে।"
            \n\u2022 তার নড়াচড়া এখন আপনি আরও স্পষ্টভাবে অনুভব করতে পারবেন। তাড়াতাড়ি তার কিল-ঘুষি-লাথি হজম করার অভ্যাস করে ফেলুন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 পেট ফুলে যাওয়া বা ফাঁপা ধরা"
            \n\u2022 মাথাব্যাথা"
            \n\u2022 স্মৃতিশক্তি হ্রাস পাওয়া"
            \n\u2022 চোখে ঝাপসা দেখা"
            \n\u2022 চলতে ফিরতে ভারসাম্য হারিয়ে ফেলা"
            \n\u2022 কোমর, পিঠ, পেটে ব্যাথা অনুভব করা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 গর্ভধারন করার আগে আপনার ওজন উচ্চতা অনুযায়ী স্বাভাবিক থাকলে এতদিনে আপনার ওজন ৭ থেকে ১০ কেজি বাড়া কথা। ওজন বৃদ্ধির হার এর মধ্যে না হলে ডাক্তারের পরামর্শ গ্রহণ করুন।"
            \n\u2022 প্রিক্ল্যাম্পসিয়া নামক জটিলতা হচ্ছে কিনা লক্ষ্য রাখুন। শরীরে রক্তচাপ অত্যন্ত বেড়ে গিয়ে মুখ, হাত-পা বা শরীরের অন্যান্য অংশ অস্বাভাবিক হারে ফুলে যাওয়াকে প্রিক্ল্যাম্পসিয়া বলে, যার আবির্ভাব সাধারণত ৩৭তম সপ্তাহের পরে ঘটে। কিন্তু এর আগেই এই জটিলতা দেখা দিলে, বা দীর্ঘক্ষণ মাথাব্যাথা, চোখে ঘোলা বা ঝাপসা দেখা, পেটে  তীব্র ব্যাথা বা খুব বেশী বমি হলে অতিসত্বর ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 অনিদ্রা হতে উদ্ধার পেতে দিনে যথাসম্ভব ব্যায়াম বা হাঁটাচলা করুন, মুক্ত বাতাসে শ্বাস নিন, এবং ঘুমাতে যাবার আগে আগে কম পানি পান করুন।"
            \n\u2022 ভিজে জায়গায় চলাফেরা, গোসল করার সময়, ভারী কাজ করার ক্ষেত্রে ,বা রান্নাবান্নার সময় অত্যন্ত সাবধান থাকুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_27': {
      'title': '৯০০ গ্রাম, সাড়ে ১৪ ইঞ্চি',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 এ সপ্তাহে শিশুর ওজন প্রায় ৯০০ গ্রাম, উচ্চতা প্রায় সাড়ে ১৪ ইঞ্চি। সে নিয়ম মেনে ঘুমাচ্ছে, চোখ মেলছে, এমনকি তার বুড়ো আঙুল চুষছে।"
            \n\u2022 তার ফুসফুস এখনও পুরো কার্যক্ষম হয়নি, তার যকৃৎ এখনও দুর্বল, এবং তার রোগ প্রতিরোধক্ষমতা এখনও অনেক কম।"
            \n\u2022 এখন যদি তার জন্ম হয়ে যায় তবে তার বাঁচার সম্ভাবনা রয়েছে, কিন্ত এর জন্য তাকে বেশ কিছুদিন ইনকিউবেটরে কাটাতে হবে।"
            \n\u2022 সে আপনার আওয়াজ চিনতে পারছে, তবে সে আওয়াজ তার কাছে ভোঁতা লাগবে। কারন তার কান এখনও পনিরের মত তরলজাতীয় পদার্থে আবৃত।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 পেটের মধ্যে মাঝে মাঝে অন্যরকম নড়াচড়া অনুভব করলে বুঝবেন যে সে হেঁচকি দিচ্ছে। তার ফুসফুস দিনে দিনে পরিনত হচ্ছে, ফলে তার হেঁচকি দেবার হারও আগের চেয়ে বাড়ছে।"
            \n\u2022 শিশুর বাড়তি ওজন আপনার শরীরের পেছনদিকে প্রবল চাপ দেয়া শুরু করেছে। এর ফলে আপনার কোমর এবং পায়ে আগের চেয়ে অধিক ব্যাথা অনুভব হতে পারে।"
            \n\u2022 শিশুর চারপাশের তরল আগের চেয়ে অর্ধেক হয়ে গেছে, ফলে তার হাটু বা কনুইকে মাঝেমধ্যে পেটে ফুটে উঠতে দেখতে পারেন।"
            \n\u2022 সুসংবাদ, আপনার হৃদস্পন্দন আগের চেয়ে বাড়ছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 মাথা ঘোরা"
            \n\u2022 মাড়ি হতে রক্তক্ষরণ"
            \n\u2022 পেট চুলকানো"
            \n\u2022 নাক বন্ধ থাকা"
            \n\u2022 কোমর এবং শরীরের নিম্নাংশে ব্যাথা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 ভারী কিছু তোলা, শরীর ঝোঁকানো, বা হাটার সময় ব্যাথা বেড়ে যেতে পারে। গরম পানিতে গোসল নিলে, এবং কিছুক্ষন পরপর অবস্থান পরিবর্তন করলে উপকার পাবেন।"
            \n\u2022 রাতে শোবার সময় পা বালিশের ওপর রেখে উঁচু করে শুতে পারেন। বেশী করে পানি বা তরল খাবার খান। পানি কম খেলে পা কম ফুলবে মনে করা সম্পূর্ণ ভুল।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_28': {
      'title': 'স্বাদ, গন্ধ, এবং দর্শন অনুভূতি নেয়ার জন্য সে তৈরি',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার গায়ে অধিক হারে চর্বি জমা শুরু হয়েছে, যাতে জন্ম হবার পর সে খুব সহজেই বাইরের তাপমাত্রার সাথে মানিয়ে নিতে পারে।"
            \n\u2022 তার চোখ কাজ করা শুরু করেছে। সে এখন আপনার পেটের ভেতর ঢোকা আলো দেখতে পারে। এমনকি এখন তার চোখ হতে পানি পর্যন্ত পড়তে পারে।"
            \n\u2022 তার হাড় সবগুলো সঠিক আকারে গঠিত হয়ে গেছে, যদিও সেগুলো এখন অপেক্ষাকৃত বেশ নরম।"
            \n\u2022 তার ওজন এখন প্রায় ১ কেজি, উচ্চতা প্রায় ১৫ ইঞ্চি। সামনের দিনগুলোয় তার ওজন আরো ব্যাপক হারে বাড়বে, বিশেষ করে তার মস্তিষ্কের ওজন আরও চার থেকে পাঁচগুণ বাড়বে।"
            \n\u2022 অল্প কিছুদিনের মধ্যেই তার সকল অঙ্গ-প্রত্যঙ্গ, বিশেষ করে মস্তিষ্ক, ফুসফুস, যকৃৎ পূর্ণতা পাবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 কোন কোন মা শুয়ে থাকার সময় পা নাড়ানোর তাড়না বোধ করেন, যাকে আর-এল-এস বলা হয়। কেউ কেউ আবার পায়ে শিরশিরে অনুভূতি বা ঝিম ধরা বোধ করতে পারেন।"
            \n\u2022 নিতম্বে তীব্র ব্যাথা বা অসাড়তা বোধ করতে পারেন, যা আস্তে আস্তে পা-তে চলে যেতে পারে।"
            \n\u2022 শিশু প্রায়ই আপনার পেটে, পাজর, এবং মেরুদন্ডে লাথি দেবে, যাতে আপনি বেশ ব্যাথা পেতে পারেন।"
            \n\u2022 আপনার স্তনে স্পর্শকাতর পিন্ড অনুভব করতে পারেন। অনেক মায়েদের স্তনে এমন পিন্ড দেখা দেয়। তবে তারপরও ডাক্তারের নিকট গিয়ে এটি গর্ভকালীন পিন্ড কি না তা যাচাই করে নিন।"
            \n\u2022 আপনার ক্লান্তিবোধ আবার ফিরে আসতে শুরু করেছে। আর, শীগ্রই গর্ভাবস্থার শুরুর দিকের অনুভুতিগুলো আবার আপনাকে নাড়া দেয়া শুরু করবে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 পেটে ফাঁপা ধরা"
            \n\u2022 মাথা ঘোরা"
            \n\u2022 নাক বন্ধ থাকা"
            \n\u2022 মাড়ি হতে রক্তক্ষরণ"
            \n\u2022 কোমরের নিম্নাংশে ব্যাথা"
            \n\u2022 ত্বকের বিভিন্ন জায়গার রঙে পরিবর্তন আসা"
            \n\u2022 আর-এল-এস''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 আর-এল-এস অনুভব করলে পা টানটান করে সোজা করে আবার ভাজ করুন বা পায়ে মালিশ করুন। লৌহ বা আয়রনের ঘাটতি থাকলেও আর-এল-এস হতে পারে। আয়রনসমৃদ্ধ খাবার যেমন গরু বা মুরগীর মাংস, শিম, পালংশাক, দানাদার খাদ্য গ্রহণ করুন।"
            \n\u2022 রক্তের আর-এইচ পরীক্ষা করান। পরীক্ষার রিপোর্ট নিয়ে ডাক্তারের সাথে দেখা করুন।"
            \n\u2022 গরম বা উত্তপ্ত পরিবেশে বেশিক্ষণ থাকবেন না। এক জায়গায় অনেকক্ষণ দাড়াবেন না। বেশী করে পানি পান করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_29': {
      'title': 'এখন থেকে সে স্বপ্ন দেখা শুরু করেছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার খুলির আকার বড় হচ্ছে যাতে তার মস্তিষ্ক সঠিক হারে বাড়তে পারে। হাড়ের গড়ন মজবুত হবার জন্য প্রতিদিন তার ২৫০ মিলিগ্রাম ক্যালসিয়াম লাগছে। সে যদি দাড়াতে পারতো তবে উচ্চতা এখন প্রায় দেড় ফুট দেখাতো।"
            \n\u2022 তার মস্তিষ্ক সঠিকভাবে শ্বাস নেয়া এবং শরীরের তাপমাত্রা নিয়ন্ত্রণে রাখার ক্ষমতা অর্জন করেছে।"
            \n\u2022 ধারনা করা হয়ে থাকে যে, শিশু এখন থেকেই স্বপ্ন দেখতে পারে।"
            \n\u2022 তার শরীর হতে এ্যাড্রেনাল এবং এস্ট্রোজেন হরমোন নিঃসরিত হচ্ছে, যা আপনার স্তনকে দুধ উৎপাদনে উৎসাহিত করছে।"
            \n\u2022 তার স্থায়ী দাঁতের মূল মাড়িতে আসা শুরু করেছে, যা তার জন্মের ৫ থেকে ১২ বছরের মধ্যে পুর্নাঙ্গ দাঁতে রূপ নেবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 বুকে জ্বালাপোড়া এবং কোষ্ঠকাঠিন্য এখন অধিক হারে আপনাকে ভোগাতে শুরু করেছে। গর্ভকালীন হরমোনের প্রভাবে আপনার হজম করার গতি কমে গেছে, যা ফলস্বরূপ এই ভোগান্তি।"
            \n\u2022 জরায়ুর আকার ক্রমাগত বৃদ্ধির ফলে আপনার অর্শ হতে পারে। প্রসবের কিছুদিন পরই  তার থেকে মুক্তি পাবেন।"
            \n\u2022 আপনার স্তনে শালদুধ চলে আসতে শুরু করেছে। একই কারনে আপনার ক্লান্তিভাব আবার বেড়ে গেছে।"
            \n\u2022 জরায়ু মুত্রথলির ওপর চাপ দিচ্ছে, ফলে আপনাকে পুনরায় ঘনঘন বাথরুমে দৌড়ানো শুরু করতে হবে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 মাথা ব্যাথা"
            \n\u2022 অর্শ"
            \n\u2022 স্মৃতিশক্তি কমে যাওয়া"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 পেটে ফাঁপা ধরা"
            \n\u2022 নখ দ্রুত বড় হয়ে যাওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 তার ক্যালসিয়ামের যোগান দিতে নিয়মিত দুধ পান করুন, দই পছন্দ করলে নিয়মিত দই খান।"
            \n\u2022 আপনার শিশু দিনে কয়বার লাথি দিচ্ছে তার হিসাব রাখার চেষ্টা করুন। দু-ঘন্টার মধ্যে গুঁতোর সংখ্যা ১০ এর কম হলে ডাক্তার দেখিয়ে শিশুর অবস্থা যাচাই করুন।"
            \n\u2022 অর্শ বেশী ভোগালে কুসুম গরম পানিতে কিছুক্ষণ বসে থাকলে বা আক্রান্ত স্থানে বরফ মালিশ করলে উপকার পেতে পারেন।"
            \n\u2022 প্রস্রাবে জ্বালাপোড়া করলে ডাক্তারের পরামর্শ নিন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_30': {
      'title': 'তার ওজন এখন এক কেজি থেকেও বেশী',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার ওজন এখন সোয়া এক কেজি প্রায়, উচ্চতা প্রায় ১৬ ইঞ্চি। তার আকার যত বাড়ছে জরায়ুতে তার আশেপাশের তরল তত কমছে। অদূর ভবিষ্যতে সে জরায়ুর প্রায় পুরো জায়গা দখল করবে।"
            \n\u2022 তার চোখ আরো পরিনত হচ্ছে। জন্ম হবার পর বেশীরভাগ সময়ই তার চোখ বন্ধ থাকবে। যখন খুলবে, তখন সে তার চোখের খুব কাছাকাছির দৃশ্য ছাড়া অন্য কিছু পরিষ্কার দেখতে পারবেনা।"
            \n\u2022 লম্বায় সে আর খুব বেশী বাড়বেনা, তবে জন্ম হবার আগ পর্যন্ত তার ওজন নির্দিষ্ট হারে বাড়তে থাকবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 ক্লান্তি আপনাকে আবার আঁকড়ে ধরতে শুরু করেছে, সাথে সাথে আপনার মানসিক অবস্থার ঘন ঘন পরিবর্তন ঘটা পুনরায় শুরু হয়েছে।"
            \n\u2022 শ্বাস নিতে ইদানিং কষ্ট হতে পারে, তবে শিশু যতই তলপেটের দিকে নামবে ততই শ্বাসকষ্ট কমে যাবে।"
            \n\u2022 আপনার পেট একটি তরমুজের সমান আকার ধারণ করেছে, জুতোর ফিতে বাঁধতে আপনার বেশ সমস্যা হবার কথা।"
            \n\u2022 শুরুর দিকের অনুভূতিগুলো, যেমন ঘন ঘন মূত্রত্যাগ, স্তনের স্পর্শকাতরতা, বুকে জ্বালাপোড়া আবার ফিরে আসা শুরু করেছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়া বেড়ে যাওয়া"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 মাথা ব্যাথা"
            \n\u2022 পা এবং গোড়ালি ফুলে যাওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 শ্বাস নিতে বেশী কষ্ট হলে পিঠের নিচে বালিশ দিয়ে আধাশোয়া অবস্থায় ঘুমাতে পারেন।"
            \n\u2022 পেট এবং শরীরে অন্যান্য অংশ চুলকানো থেকে বিরত থাকুন। যে স্থানে চুলকায় সেখানে লোশন বা তেল মাখতে পারেন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_31': {
      'title': 'সে এখন তার মাথা বামে ডানে ঘোরাতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 সে এখন তার মাথা বামে ডানে ঘোরাতে পারে।"
            \n\u2022 মেদ জমতে থাকার কারনে তার হাত-পা এবং শরীর ধীরে ধীরে ফুলে উঠছে।"
            \n\u2022 তার শ্রবণ করার অনুভূতি প্রায় পূর্ণতা পেয়ে গেছে। উঁচু শব্দে সে লাফ দিয়ে উঠতে পারে, আর আরামদায়ক বা পরিচিত শব্দে সে শরীর দোলাতে পারে।"
            \n\u2022 তার শরীর জুড়ে থাকা লোমের প্রায় সম্পূর্ণ গায়েব হয়ে গেছে। জমতে থাকা চর্বির স্তর এখন তাকে উষ্ণ রাখছে।"
            \n\u2022 তার মস্তিষ্কে দৈনিক কোটি কোটি কোষ তৈরি হচ্ছে। সে এখন তার পঞ্চ ইন্দ্রিয়ের অনুভূতি অনুভব করতে পারছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনি ঘন্টায় ১০ বারের মত শিশুর লাথি-গুঁতো অনুভব করতে পারেন।"
            \n\u2022 খেয়াল করলে দেখবেন আপনার জরায়ুর আশেপাশের পেশীগুলো প্রায়ই শক্ত হয়ে সংকুচিত যাচ্ছে। গর্ভাবস্থার শেষদিকে এই সংকোচনগুলো অধিকাংশ মায়েরাই অনুভব করতে থাকেন। শুরুর দিকের এই সংকোচনগুলো প্রায় ৩০ সেকেন্ড স্থায়ী হয়, যার হার বেশ অনিয়মিত এবং ব্যাথাবিহীন।"
            \n\u2022 আপনার স্তন হতে কিছুটা শালদুধ বের হতে পারে।"
            \n\u2022 ঘন ঘন বাথরুমে যাওয়ার বেগের কারনে আপনার ঘুমের ব্যাপক ব্যাঘাত হতে পারে।"
            \n\u2022 এ সপ্তাহে আপনার জরায়ু নাভি হতে চার ইঞ্চি ওপরে উঠে যেতে পারে। জরায়ুর এই বাড়তি আকার আপনার ফুসফুসকে সঠিক মাত্রায় ফুলতে দিতে সমস্যা করতে পারে, যাতে করে মাঝে মধ্যে আপনার শ্বাস নিতে সমস্যা হতে পারে। আর মাত্র ক'সপ্তাহ বাকি, একটু ধৈর্য্য ধরুন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ঘনঘন প্রস্রাবের বেগ পাওয়া"
            \n\u2022 শরীরের পেছনে ব্যাথা"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 মাথা ব্যাথা"
            \n\u2022 ঘুমের সমস্যা হওয়া"
            \n\u2022 স্মৃতিশক্তি কমে যাওয়া"
            \n\u2022 প্রবল ক্লান্তিবোধ''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 তার নড়াচড়ার হার কমে গেলে বড় গ্লাসের এক গ্লাস ফলের রস খান। এর অনেকক্ষন পরও তার নড়াচড়ার হার কম থাকলে ডাক্তারের পরামর্শ গ্রহণ করুন।"
            \n\u2022 সংকোচনের হার ঘন্টায় চারবার বা তার বেশী হলে, যৌনপথে অধিক হারে তরল নির্গত হলে, তরলের ধরন বদলে গেলে, তলপেটে মাসিকের মত ব্যাথা হলে অতিদ্রুত ডাক্তারের পরামর্শ গ্রহণ করুন।"
            \n\u2022 প্রিক্ল্যাম্পসিয়া নামক জটিলতা হচ্ছে কিনা লক্ষ্য রাখুন। শরীরে রক্তচাপ অত্যন্ত বেড়ে গিয়ে মুখ, হাত-পা বা শরীরের অন্যান্য অংশ অস্বাভাবিক হারে ফুলে যাওয়াকে প্রিক্ল্যাম্পসিয়া বলে, যার আবির্ভাব ৩৭তম সপ্তাহের পরে ঘটে। কিন্ত এর আগেই এই জটিলতা দেখা দিলে, বা দীর্ঘক্ষণ মাথাব্যাথা, চোখে ঘোলা বা ঝাপসা দেখা, পেটে  তীব্র ব্যাথা, বা খুব বেশী বমি হলে অতিসত্বর ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_32': {
      'title': 'গর্ভের বাইরে বাঁচার জন্য সে মোটামুটি তৈরি',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 এখন শিশুর ওজন এক কেজি ৭০০ গ্রামের কাছাকাছি, উচ্চতা প্রায় ১৭ ইঞ্চি। তার হাতে পায়ে নখ এসে গেছে, মাথার চুলও চলে এসেছে।"
            \n\u2022 তার ত্বক কোমল এবং মসৃন হচ্ছে।"
            \n\u2022 সে শ্বাস নেবার জন্য তৈরি হচ্ছে। এখন যদি তার জন্ম হয় তবে তার বাঁচার সম্ভাবনা আছে।"
            \n\u2022 গর্ভের বেশিরভাগ সময়ই সে ঘুমিয়ে কাটাচ্ছে।"
            \n\u2022 তার গিলে এবং চুষে খাবার ক্ষমতা, দুধ হজম করার ক্ষমতা পরিনত হয়ে গেছে।"
            \n\u2022 তার চামড়া এখন আর স্বচ্ছ নেই, তা পরিপূর্ণ নবজাতকের চামড়ার মত ধারণ করেছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 প্রতি সপ্তাহে আপনার ওজন প্রায় ৪০০ গ্রাম করে বাড়ছে, যার অর্ধেকটাই শিশুর শরীরে যোগ হচ্ছে।"
            \n\u2022 জরায়ু ফুলে উঠে আপনার জন্য শ্বাসকষ্ট এবং বুকে জ্বালাপোড়া নিয়ে এনেছে। একই কারনে আপনার চলাফেরা করতে ব্যাপক সমস্যা করা শুরু হয়েছে।"
            \n\u2022 আপনার শরীর প্রসবের জন্য তৈরি হচ্ছে, জরায়ুর চারপাশের জায়গা চট করে শক্ত বা সংকুচিত হয়ে যাওয়া তার লক্ষণ। এটি সাধারনত ১৫ সেকেন্ড থেকে দুই মিনিট পর্যন্ত স্থায়ী হতে পারে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 মাথা ঘোরা"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 পা কামড়ানো"
            \n\u2022 মাথা ব্যাথা"
            \n\u2022 স্তন হতে দুধ বের হওয়া"
            \n\u2022 পেট এবং শরীরে চুলকানি''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 শ্বাসকষ্ট হতে নিস্তার পেতে মাথা উঁচু করে শোন, পরিমানে কম করে বেশিবার খান।"
            \n\u2022 আপনার যদি শরীরের পেছনের নিচদিকে ব্যাথা উঠে, এবং যদি ইতিপুর্বে এ ধরনের কোন ব্যাথা অনুভব না করে থাকেন, তবে অতিসত্বর ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 এক জায়গায় বেশিক্ষন বসে বা দাঁড়িয়ে থাকবেন না। শোয়ার সময় একটু পরপর অবস্থান পরিবর্তন করার চেষ্টা করুন। সাবধানে থাকুন।"
            \n\u2022 সংকোচন করা শুরু হলে অবস্থান পরিবর্তন করলে বা হাটাচলা করলে তা বন্ধ হয়ে যাবার কথা। আর যদি উল্টো তার মাত্রা বেড়ে যায় বা আরও ঘনঘন সংকোচন হয়, তবে অতিসত্বর ডাক্তারের সাথে যোগাযোগ করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_33': {
      'title': 'রোগ প্রতিরোধক্ষমতা সবল হওয়া শুরু করেছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার হাড়গোড় শক্ত এবং মজবুত হওয়া শুরু করেছে। তবে তার মাথার হাড়গুলো পুরোপুরি জোড়া লাগবেনা, যাতে সে সহজেই জন্ম নিতে পারে।"
            \n\u2022 প্রতি সপ্তাহে তার ওজন ২০০ গ্রামেরও বেশী করে বাড়ছে। তার ওজন এখন দুই কেজির কাছাকাছি, উচ্চতা প্রায় সতেরো ইঞ্চি। জন্ম হবার আগমুহূর্তে তার ওজন এখন থেকে প্রায় দ্বিগুণ হবে।"
            \n\u2022 তার রোগ প্রতিরোধক্ষমতা মোটে সবল হওয়া শুরু করেছে, যা বাকি সপ্তাহগুলোতে আরো শক্তিশালী হবে। তাই এ সপ্তাহে তার জন্ম হলে তাকে রোগজীবাণু হতে যথাসম্ভব নিরাপদে রাখতে হবে।"
            \n\u2022 তার নড়াচড়ার হার কমে গেলে ঘাবড়াবেন না, নড়াচড়ার জন্য তার আশেপাশের প্রয়োজনীয় জায়গা এখন অনেক কম।"
            \n\u2022 সে দিন ও রাতের পার্থক্য ধরতে পারছে, ঘুমানোর সময় চোখ বন্ধ রাখছে, জেগে থাকার সময় তার চোখ খোলা থাকছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার চলাফেরা, এমনকি চিন্তাভাবনা করার গতি অনেক কমে গেছে।"
            \n\u2022 আঙ্গুল, কবজি বা হাতে ব্যাথা, অসাড়তা, বা ঝিমঝিম ভাব ধরতে পারে।"
            \n\u2022 আপনার দিনে ৪০০ গ্রাম করে ওজন বেড়ে চলছে।"
            \n\u2022 ঘুমাতে বেশ সমস্যা করা শুরু হয়েছে। ঘনঘন প্রস্রাবের বেগ, পা কামড়ানো, বুকে জ্বালাপোড়া, বিশাল বড় আকারের পেট নিয়ে ঘুম কমে যাওয়াটা স্বাভাবিক।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়ার হার বেড়ে যাওয়া"
            \n\u2022 শিরা ফুলে ওঠা"
            \n\u2022 নখের গড়ন বদলে যাওয়া"
            \n\u2022 শ্বাস নিতে সমস্যা হওয়া"
            \n\u2022 স্মৃতিশক্তি কমে যাওয়া"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 জরায়ু এবং তার আশেপাশে সংকোচন"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 পা কামড়ানো''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 অনেকক্ষণ ধরে তার নড়াচড়া অনুভব না করলে ডাক্তারের পরামর্শ গ্রহণ করুন।"
            \n\u2022 সপ্তাহে কমপক্ষে তিনবেলা চিংড়ি, তেলাপিয়া, বা রুই মাছ খান। এগুলোতে ওমেগা-৩ আছে, যা শিশুর চোখ এবং মস্তিষ্কের জন্য অত্যন্ত উপকারী।"
            \n\u2022 অনিদ্রা বেশী ভোগালে ঘুমানোর আগে গরম পানিতে গোসল নিতে পারেন, এবং এক কাপ দুধ খেতে পারেন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_34': {
      'title': 'সে এখন চোখের পলক ফেলতে পারে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 শিশুর ওজন এখন প্রায় প্রায় দুই কেজি, উচ্চতা ১৮ ইঞ্চি।"
            \n\u2022 তার শরীরে চর্বি বা মেদ জমার কারনে জন্মানোর পর তাকে বেশ গোলগাল দেখাবে। তার স্নায়ুতন্ত্র এবং ফুসফুস আরো পরিনত হচ্ছে।"
            \n\u2022 অকাল প্রসব নিয়ে যদি আপনি বেশী দুশ্চিন্তাগ্রস্থ থাকেন তবে জেনে রাখুন, এই সময়ে তার জন্ম হলে ভালোরকম যত্ন পেলে তার অকালমৃত্যুর সম্ভাবনা নেই বললেই চলে।"
            \n\u2022 তার মস্তিষ্ক খুব দ্রুত বিকশিত হচ্ছে। শুধু তাই নয়, জন্ম হবার পর প্রথম বছরে তার মস্তিষ্ক জন্ম হবার পরের অবস্থার চেয়ে তিনগুন বাড়বে।"
            \n\u2022 ''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার পেটে, উরু বা নিতম্বে লাল লাল ফুসকুড়ি উঠতে পারে, যা বেশ চুলকাতেও পারে। যদিও তা হবার সম্ভাবনা বেশ কম।"
            \n\u2022 গর্ভধারনের পুর্বে জরায়ুর আকার হতে এর বর্তমান আকার প্রায় ৫০০ থেকে এক হাজার গুন বড় হয়ে গেছে। এর কারনে আপনার চলাচলের গতি বেশ মন্থর হয়ে যাবার কথা।"
            \n\u2022 আপনার চোখে মাঝেমধ্যে ঝাপসা দেখতে পারেন। চোখে পানি কমে যাওয়ার কারনে চোখ শুষ্ক থাকতে পারে, যা আপনাকে বেশ বিরক্ত করতে পারে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 যৌনপথে তরল নির্গমনের হার বেড়ে যাওয়া"
            \n\u2022 পিঠে বা শরীরে পেছনদিকে ব্যাথা"
            \n\u2022 পা কামড়ানো"
            \n\u2022 ত্বকে ফাটা দাগ"
            \n\u2022 পা এবং গোড়ালি ফুলে যাওয়া"
            \n\u2022 শ্বাস নেয়া সমস্যা"
            \n\u2022 অনিদ্রা"
            \n\u2022 শালদুধ বের হওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 অনেকক্ষণ বসা বা শোয়া অবস্থায় থাকলে চট করে উঠে দাড়াবেন না, আপনার রক্তচাপ কমে গিয়ে মাথা ঘুরে উঠতে পারে।"
            \n\u2022 ঘনঘন প্রস্রাবের বেগ আপনার রাতের ঘুমকে হারাম করে দিতে পারে। দিনে পানি বেশী পান করে রাতে তুলনামূলক কম পান করতে পারেন।"
            \n\u2022 চোখে খুব বেশী বা ঘনঘন ঝাপসা দেখলে সতর্ক থাকুন। এটি প্রিক্ল্যাম্পসিয়ার লক্ষণ হতে পারে। এর সাথে মাথা ব্যাথা, পেটব্যাথা, হাত-মুখ ফুলে যাওয়া বা বমি হলে অতিদ্রুত ডাক্তারের সাথে যোগাযোগ করুন।"
            \n\u2022 এইবারের গর্ভধারন আপনার জন্য প্রথম হলে অভিজ্ঞ মায়েদের কাছ হতে পরামর্শ গ্রহণ করতে পারেন। এছাড়া ডাক্তারের কাছ থেকে প্রসবকালীন সময়ে করনীয় বা পরামর্শ গুলো জেনে নিন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_35': {
      'title': 'এ সপ্তাহে তার জন্ম হলে তার বাঁচার সম্ভাবনা শতকরা ৯৯ ভাগ',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 নড়াচড়া করার জন্য জায়গা তার অনেক কমে গেছে। তবে সে আগের মতই লাথি গুতো দিয়ে যাচ্ছে।"
            \n\u2022 তার কিডনি এখন সম্পূর্ণ গঠিত, এবং তার যকৃৎ আংশিকভাবে কাজ করা শুরু করে দিয়েছে।"
            \n\u2022 তার প্রাথমিক গঠন সম্পূর্ণ। পরের সপ্তাহগুলোতে সে ওজন বাড়াতেই ব্যাস্ত থাকবে। তবে তার রোগ প্রতিরোধক্ষমতা সম্পূর্ণ কার্যক্ষম হতে আরও কিছুদিন বাকি।"
            \n\u2022 এই সপ্তাহে তার মাথা নিচ দিকে চলে এসেছে, এবং তা অনেক নরম হয়ে আছে; যাতে সে খুব সহজেই জন্ম নিতে পারে। এ সপ্তাহে তার জন্ম হলে তার বাঁচার সম্ভাবনা শতকরা ৯৯ ভাগ।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 জরায়ু আপনার পাঁজরের নিচ পর্যন্ত পৌছে গেছে। ফুলে ওঠা জরায়ু আপনার অন্যান্য অঙ্গপ্রত্যঙ্গকে চাপ দিচ্ছে, যার ফলে আপনার ঘনঘন প্রস্রাবের বেগ, বুকে জ্বালাপোড়া, বদহজমের মতো সমস্যা হচ্ছে।"
            \n\u2022 বাড়তি ওজনের কারনে আপনার বেশ ক্লান্ত  এবং পরিশ্রান্ত বোধ হবে। এক জায়গায় বেশিক্ষন বসে থাকবেন না, কিছুক্ষন পরপর অবস্থান পরিবর্তন করুন।"
            \n\u2022 প্রস্রাবের ঘনঘন বেগ আপনার শান্তি কেড়ে নিচ্ছে। শিশু এখন আপনার মুত্রথলিতে অত্যন্ত চাপ দিচ্ছে, যার কারনে আপনার কিছুক্ষন পরপর বাথরুমে দৌড়াতে হচ্ছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 মাথাব্যাথা"
            \n\u2022 শিরা ফুলে উঠা"
            \n\u2022 মাড়ি হতে রক্তক্ষরণ"
            \n\u2022 ত্বকে চুলকানি"
            \n\u2022 ক্লান্তি বেড়ে যাওয়া"
            \n\u2022 স্মৃতিশক্তি কমে যাওয়া"
            \n\u2022 জরায়ু এবং তার আশেপাশে সংকোচন"
            \n\u2022 বদহজম"
            \n\u2022 কোষ্ঠকা
            ন্য''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 এ সপ্তাহ থেকে প্রসবের আগ পর্যন্ত প্রতি সপ্তাহে আপনাকে সরাসরি ডাক্তার দেখাতে হবে। এ সপ্তাহ থেকে ৩৭ তম সপ্তাহের মধ্যে জি-বি-এস পরীক্ষা করান।"
            \n\u2022 ব্যাথা সহ্য করার জন্য বিভিন্ন পরামর্শ গ্রহণ করুন। কোথায় ডেলিভারি হবে, সাথে কে কে থাকবে তা নির্দিষ্ট করুন। জরুরী অবস্থার জন্য আর্থিক এবং মানসিক প্রস্ততি গ্রহণ করুন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_36': {
      'title': 'গর্ভ হতে বের হবার জন্য সে এখন মোটামুটি তৈরি',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার উচ্চতা এখন প্রায় ১৮ ইঞ্চি, ওজন আড়াই কেজির বেশী। তার ত্বকের উপরিভাগের লোম এবং দইয়ের মত আবরণ এখন প্রায় সম্পূর্ণই গায়েব। এই দইয়ের মত আবরণ এবং তার চারপাশের তরল, দুটোই শিশু এতদিন পান করে আসছে। জন্ম হবার পর প্রথমবার তার পায়খানা কালচে হবার এটাই মূল কারন।"
            \n\u2022 তার নড়াচড়া হার কমে যেতে পারে, তবে এরপরও সে দিনে কমপক্ষে দশবার আপনাকে গুঁতো দিবেই।"
            \n\u2022 তার ওজন বৃদ্ধির হার কমে যেতে শুরু করেছে। গর্ভ হতে বের হবার জন্য সে এখন মোটামুটি তৈরি। তবে তার হজম করার ক্ষমতা এখনও পরিপূর্ণতা পায়নি।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 প্রতি বেলায় যে পরিমান খাবার খেতে আপনি অভ্যস্ত সে পরিমান খাবার খেতে আপনার ইদানিং সমস্যা হতে পারে। একবারে বেশী খেতে না পারলে বেশিবারে কম কম করে খাওয়া দাওয়া করুন।"
            \n\u2022 শিশু এখন আপনার তলপেটের দিকে নামা শুরু করেছে, তাই তলপেটে ব্যাথাবোধ করতে পারেন। সুসংবাদ, বুকে জ্বালাপোড়া এবং শ্বাসকষ্টের পরিমান আপনার আগের চেয়ে কমে যাবার কথা। একই কারনে আপনার হাটাচলা করতে আগের চেয়ে বেশী অস্বস্তি হবার কথা, এবং কিছুক্ষন পরপর আপনার মূত্রত্যাগের বেগ চাপবে।"
            \n\u2022 জরায়ুর আশেপাশের সংকোচনের হার এখন আগের চেয়ে বেড়ে যাবে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়ার হার বদলে যাওয়া"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 কোষ্ঠকাঠিন্য"
            \n\u2022 ত্বকে চুলকানি"
            \n\u2022 পা এবং গোড়ালি ফুলে যাওয়া"
            \n\u2022 অনিদ্রা"
            \n\u2022 যোনীপথে লালচে তরল নির্গত হওয়া"
            \n\u2022 জরায়ু এবং তার আশেপাশে সংকোচন''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 ডাক্তারের কাছে গিয়ে শিশুর মাথা নিচের দিক ফিরে আছে কি না পরীক্ষা করুন। না হলে ডাক্তারের পরামর্শমতো প্রয়োজনীয় ব্যাবস্থা গ্রহণ করুন।"
            \n\u2022 শিশু দিনে কতবার লাথি দিচ্ছে তার হিসাব রাখুন। দিনে তার পরিমান দশবারের কম হলে তার অবস্থা যাচাই করুন।"
            \n\u2022 ঘুমাতে বেশী অস্বস্তি বোধ করলে কোমরের নিচে বালিশ দিন, ঘুমানোর আগে গরম পানিতে গোসল দিয়ে নিন, হাত-পা কাউকে মালিশ করে দিতে বলুন, তলপেটে গরম ছেঁক দিন।"
            \n\u2022 ঘন্টায় পাঁচ মিনিট পরপর সংকোচন হলে, সংকোচনের সময় এক মিনিট বা তার বেশী স্থায়ী হলে, তার নড়াচড়া অস্বাভাবিক ভাবে কমে গেলে, যৌনপথে তরল বা রক্ত যাওয়া শুরু করলে, জ্বর বা অনেকক্ষন ধরে মাথা ব্যাথা, পেট ব্যাথা হলে, এবং চোখে ঘোলা বা ঝাঁপসা দেখা শুরু হলে অতিদ্রুত ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 যেকোন ধরনের ঔষধ সেবন করার আগে ডাক্তারের পরামর্শ গ্রহন করুন।'''
    },
    'week_37': {
      'title': 'সে বেশিরভাগ সময়ই আঙুল চুষছে',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 পরের দু সপ্তাহ শিশুর ফুসফুস এবং মস্তিষ্কের পূর্ণতা পাবার জন্য জরুরি। অনেক শিশুরই এখন মাথা ভর্তি চুল গজিয়ে যায়, যা আধা ইঞ্চি থেকে দেড় ইঞ্চি পর্যন্ত লম্বা হতে পারে।"
            \n\u2022 তার ওজন এখন তিন কেজির কাছাকাছি, উচ্চতা প্রায় ২০ ইঞ্চি। প্রসব হবার জন্য প্রয়োজনীয় অবস্থানে সে ইতিমধ্যে পৌছে গেছে।"
            \n\u2022 সে এখন দিনের বেশীরভাগ সময়ই আঙুল চুষে কাটাচ্ছে, যে অভ্যাস জন্ম হবার পরপরই তাকে স্তনপান করতে সাহায্য করবে।"
            \n\u2022 তার রোগ প্রতিরোধক্ষমতা আরও সবল হচ্ছে। আপনার শরীরে দেয়া টিকার গুনাগুণ এবং রোগ প্রতিরোধক্ষমতা এখন তার শরীরে স্থানান্তরিত হচ্ছে।"
            \n\u2022 তার আঙুলগুলোর দক্ষতা বৃদ্ধি পাচ্ছে। জন্ম হবার পর তাই সে খুব সহজেই ছোটখাট জিনিস আঁকড়ে ধরতে পারবে। আপনার চুল তার হাত হতে নিরাপদ দুরত্বে রাখবেন।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার সংকোচন হবার হার আগের চেয়ে বেড়েছে, তুলনামূলক বেশী সময় ধরে হচ্ছে, এবং সেগুলো আগের চেয়ে অধিক অস্বস্তিকর হচ্ছে।"
            \n\u2022 খেয়াল করলে দেখবেন যে আপনার যোনীপথ দিয়ে তরল নির্গমনের পরিমানও আগের চেয়ে বেড়েছে। তরল কফের মত আঠালো হলে এবং তার সাথে রক্ত মিশ্রিত থাকলে ডাক্তারের পরামর্শ গ্রহণ করুন।"
            \n\u2022 আপনার ওজন বৃদ্ধির হার কমে যেতে পারে। শেষ মাসে ওজন কম বৃদ্ধি পাওয়া স্বাভাবিক ব্যাপার।"
            \n\u2022 ঘুমাতে আপনার এখন প্রচন্ড ভোগান্তি হবার কথা। আর কিছুদিন মাত্র, কষ্ট করে সবুর করুন।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়ার হার বদলে যাওয়া"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 যৌনপথে লালচে আঠালো তরল নির্গত হওয়া"
            \n\u2022 জরায়ু এবং তার আশেপাশে সংকোচন"
            \n\u2022 তলপেটে ব্যাথা"
            \n\u2022 স্তনের বোঁটা বের হয়ে আসা"
            \n\u2022 অনিদ্রা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 পেটে গ্যাসের সমস্যা বেশী হলে অধিক হারে পানি খান।"
            \n\u2022 কেবলমাত্র একশতে পাঁচজন শিশু সঠিক সময়ে জন্মগ্রহণ করে। তাই এখনই সব ধরনের পরিস্থিতির জন্য প্রস্তুত হোন।"
            \n\u2022 এখনও জিবিএস পরীক্ষা না করিয়ে থাকলে করিয়ে ফেলুন। তাতে শিশু গর্ভকালীন জটিলতা হতে রক্ষা পাবে।"
            \n\u2022 ঘন্টায় পাঁচ মিনিট পরপর সংকোচন হলে, সংকোচনের সময় এক মিনিট বা তার বেশী স্থায়ী হলে, সংকোচনের মাত্রা ক্রমাগত বাড়তে থাকলে, তার নড়াচড়া অস্বাভাবিক ভাবে কমে গেলে, যোনীপথে অধিক হারে তরল বা রক্ত যাওয়া শুরু করলে, জ্বর বা অনেকক্ষন ধরে মাথা ব্যাথা, পেট ব্যাথা হলে, এবং চোখে ঘোলা বা ঝাঁপসা দেখা শুরু হলে অতিদ্রুত ডাক্তারের শরণাপন্ন হন।
            \n\u2022 বাসায় প্রসবের জন্য প্রয়োজনীয় উপকরণ, দাই এর ঠিকানা এবং ফোন নম্বর, এ্যাম্বুলেন্সের নম্বর হাতের কাছে রাখুন। সকল ধরনের জরুরি অবস্থার জন্য যথাসম্ভব প্রস্তুতি গ্রহণ করুন।'''
    },
    'week_38': {
      'title': 'জন্মের পর চিৎকার করার জন্য সে এখন পুরোপুরি তৈরি',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার হাত-পায়ের নখ সম্পূর্ণ গঠিত হয়ে গেছে, যেগুলো তার আঙুলের শেষ মাথায় চলে এসেছে।"
            \n\u2022 তার ফুসফুসে সারফেকটেন্ট নামক পদার্থ তৈরি হচ্ছে, যা তাকে জন্মের পর শ্বাস নিতে সাহায্য করবে।"
            \n\u2022 এখন আপনার শিশুর চোখের রঙ যাই থাকুন না কেন, জন্ম হবার পর চোখে আলো পড়ার কারনে তার রঙ বদলাবে। কেবলমাত্র জন্মের এক বছর পরই আপনি তার চোখের সত্যিকার রঙ দেখতে পারবেন।"
            \n\u2022 তার স্বরতন্ত্র তৈরি হয়ে গেছে। জন্মের পর চিৎকার করতে এখন তার আর কোন বাধা নেই।"
            \n\u2022 তার মস্তিষ্ক আরো নিখুঁত হচ্ছে, তার মস্তিষ্কের কোষগুলো এখন একে অপরের সাথে সরাসরি যোগাযোগ করা শুরু করেছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনার এখন শরীরের পেছনে এবং ঘাড়ব্যাথা হতে পারে। ক্লান্তিবোধ এবং অনিদ্রা আপনার অত্যন্ত অস্বস্তির মধ্যে ফেলে দিয়েছে।"
            \n\u2022 আপনার স্তন এখন শালদুধে প্রায় পরিপূর্ণ, যা জন্মের পর শিশুর জন্য আবশ্যক।"
            \n\u2022 শিশু তলপেটের নিচের দিকে চলে আসায় আপনার তলপেটের ওপর প্রচন্ড চাপ পড়ছে। আর মাত্র দু সপ্তাহ!''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 ঘনঘন প্রস্রাবের বেগ"
            \n\u2022 যৌনপথে লালচে আঠালো তরল নির্গত হওয়া"
            \n\u2022 ডায়রিয়া"
            \n\u2022 পেট চুলকানো"
            \n\u2022 অনিদ্রা"
            \n\u2022 পা-গোড়ালি ফুলে যাওয়া"
            \n\u2022 জরায়ু এবং তার আশেপাশে সংকোচন"
            \n\u2022 তলপেটে ব্যাথা"
            \n\u2022 স্তন হতে শালদুধ নির্গত হওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 পা আকস্মিকভাবে ফুলে গেলে, অনেকক্ষণ ধরে মাথা ব্যাথা করলে সতর্ক থাকুন। এটি প্রিক্ল্যাম্পসিয়ার লক্ষণ হতে পারে। এর সাথে চোখে ঝাপসা দেখা, পেটব্যাথা, হাত-মুখ ফুলে যাওয়া বা বমি হলে অতিদ্রুত ডাক্তারের সাথে যোগাযোগ করুন।"
            \n\u2022 ঘন্টায় পাঁচ মিনিট পরপর সংকোচন হলে, সংকোচনের সময় এক মিনিট বা তার বেশী স্থায়ী হলে, সংকোচনের মাত্রা ক্রমাগত বাড়তে থাকলে, তার নড়াচড়া অস্বাভাবিক ভাবে কমে গেলে, যৌনপথে অধিক হারে তরল বা রক্ত যাওয়া শুরু করলে, জ্বর বা অনেকক্ষন ধরে মাথা ব্যাথা, পেট ব্যাথা হলে, এবং চোখে ঘোলা বা ঝাঁপসা দেখা শুরু হলে অতিদ্রুত ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 বাসায় প্রসবের জন্য প্রয়োজনীয় উপকরণ, দাই এর ঠিকানা এবং ফোন নম্বর, এ্যাম্বুলেন্সের নম্বর হাতের কাছে রাখুন। সকল ধরনের জরুরি অবস্থার জন্য যথাসম্ভব প্রস্তুতি গ্রহণ করুন।'''
    },
    'week_39': {
      'title': 'মাথার ওজন তার শরীরের তিন ভাগের এক ভাগ',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 সে এখন পৃথিবীতে আসার জন্য তৈরি, যদিও তার ত্বকের ওপর চর্বির আবরণ এখনও তৈরি হচ্ছে।"
            \n\u2022 তার ওজন এখন তিন কেজির বেশী, উচ্চতা ২০ ইঞ্চির বেশী। আপনি জানেন কি, ছেলেশিশুর ওজন মেয়েশিশুর তুলনায় একটু বেশী হয়। এখন শিশুর মোট ওজনের তিন ভাগের এক ভাগ তার মাথার ওজন।"
            \n\u2022 তার মস্তিষ্ক ছাড়া বাকি সকল অঙ্গ প্রত্যঙ্গ সম্পূর্ণরুপে গঠিত হয়ে গেছে। চার সপ্তাহ আগের মস্তিষ্কের চেয়ে তার এখনকার মস্তিষ্ক ৩০ শতাংশ বড়।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 নড়াচড়া করার জায়গা আগের চেয়ে অনেক কমে গেলেও তার নড়াচড়ার হার প্রায় আগের মতই আছে।"
            \n\u2022 আপনার তলপেটে ব্যাথার মাত্রা আগের চেয়ে বেড়েছে, সাথে সাথে সংকোচনের মাত্রাও।"
            \n\u2022 হঠাৎ ডায়রিয়া বা বমি হওয়া, জল নির্গত হওয়া, হঠাৎ শরীরে প্রবল কর্মশক্তি আসা, যৌনপথে লালচে তরল নির্গত হওয়া - এগুলো আপনি অনুভব করতে পারেন। এগুলো প্রসব ঘনিয়ে আসার লক্ষণ।"
            \n\u2022 মাঝেমাঝে তলপেট হতে তীব্র ব্যাথা পায়ে ছড়িয়ে পড়তে পারে। ভয় পাবার কিছু নেই, শিশু তলপেটে চাপ দেয়ার কারনে এই অনুভূতি হচ্ছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 শিশুর নড়াচড়া হ্রাস পাওয়া"
            \n\u2022 বুকে জ্বালাপোড়া"
            \n\u2022 বদহজম"
            \n\u2022 যৌনপথে লালচে আঠালো তরল নির্গত হওয়া"
            \n\u2022 ডায়রিয়া"
            \n\u2022 জরায়ু এবং তার আশেপাশে ঘনঘন সংকোচন"
            \n\u2022 তলপেটে ব্যাথা"
            \n\u2022 শরীরের পেছনদিকে ব্যাথা"
            \n\u2022 অর্শ"
            \n\u2022 যৌনপথে জল নির্গত হওয়া''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 যৌনপথে জল নির্গত হওয়া শুরু হলে বা শিশুর নড়াচড়া অস্বাভাবিক হারে কমে গেলে ডাক্তারের সাথে দ্রুত যোগাযোগ করুন।"
            \n\u2022 পা আকস্মিকভাবে ফুলে গেলে, অনেকক্ষণ ধরে মাথা ব্যাথা করলে সতর্ক থাকুন। এটি প্রিক্ল্যাম্পসিয়ার লক্ষণ হতে পারে। এর সাথে চোখে ঝাপসা দেখা, পেটব্যাথা, হাত-মুখ ফুলে যাওয়া বা বমি হলে অতিদ্রুত ডাক্তারের সাথে যোগাযোগ করুন।"
            \n\u2022 ঘন্টায় পাঁচ মিনিট পরপর সংকোচন হলে, সংকোচনের সময় এক মিনিট বা তার বেশী স্থায়ী হলে, সংকোচনের মাত্রা ক্রমাগত বাড়তে থাকলে, তার নড়াচড়া অস্বাভাবিক ভাবে কমে গেলে, যৌনপথে অধিক হারে তরল বা রক্ত যাওয়া শুরু করলে, জ্বর বা অনেকক্ষন ধরে মাথা ব্যাথা, পেট ব্যাথা হলে, এবং চোখে ঘোলা বা ঝাঁপসা দেখা শুরু হলে অতিদ্রুত ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 বাসায় প্রসবের জন্য প্রয়োজনীয় উপকরণ, দাই এর ঠিকানা এবং ফোন নম্বর, এ্যাম্বুলেন্সের নম্বর হাতের কাছে রাখুন। সকল ধরনের জরুরি অবস্থার জন্য যথাসম্ভব প্রস্ততি গ্রহণ করুন।'''
    },
    'week_40': {
      'title': 'আপনার কোলে আসার জন্য সে এখন প্রস্তত',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 অভিনন্দন, আপনার শিশু এখন গর্ভের বাইরে জীবনধারণ করার জন্য সম্পূর্ণ প্রস্তুত।"
            \n\u2022 আপনার শিশুর আকার এখন কেমন তা বলা মুশকিল। তবে গড়ে একজন নবজাতকের ওজন তিন কেজির বেশী হয়, উচ্চতা ২০ ইঞ্চির ধারেকাছে থাকে।"
            \n\u2022 তার মাথার হাড় পুরোপুরি জোড়া লাগেনি, যাতে সে সহজে গর্ভ হতে বের হয়ে আসতে পারে। প্রসবকালীন চাপে অনেক নবজাতকের মাথা জন্মের পর দেখতে একটু সূচালো হয়, এতে ঘাবড়াবার কিছু নেই। সময় হলেই সব ঠিক হয়ে যাবে।"
            \n\u2022 তার ওজনের ১৫ শতাংশই এখন চর্বি, যা জন্ম হবার পর তার তাপমাত্রা নিয়ন্ত্রণে রাখবে।"
            \n\u2022 এখন থেকে জন্ম হবার আগ পর্যন্ত তার রোগ প্রতিরোধক্ষমতা সবল হতে থাকবে।"
            \n\u2022 জন্মের পর সে এক ইঞ্চি বেশী দূরের জিনিস ঠিকমতো দেখবেনা, তাই আপনাকে দেখার সম্ভাবনা কম। তাকে ডাকুন, আপনার আওয়াজ সে ঠিকই চিনবে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 এ সপ্তাহের শেষ দিকে আপনার ওজন বাড়া বন্ধ, এমনকি কমেও যেতে পারে। এটি স্বাভাবিক ঘটনা।"
            \n\u2022 এ সপ্তাহেও প্রসব না হলে হতাশ হবার কিছু নেই, ৩০ ভাগ মায়ের প্রসব হতে ৪০ সপ্তাহ হতে বেশী সময় লাগে। ডাক্তার এখন আপনার যৌনাঙ্গ সামনাসামনি পরীক্ষা করে প্রসবের সম্ভাব্য সময় যাচাই করবেন। ৪২ সপ্তাহ পরও যদি প্রসব না হয়, তবে ডাক্তার বাহ্যিকভাবে প্রসব বেদনা শুরু করিয়ে প্রসব প্রক্রিয়া সম্পন্ন করে ফেলবেন।"
            \n\u2022 সংকোচন শুরু হবার আগেই যদি জল নির্গত হয়, তবে আগামী ২৪ ঘন্টার মধ্যেই সুসংবাদ আসছে।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 জরায়ু এবং তার আশেপাশে ঘনঘন সংকোচন"
            \n\u2022 শিশুর নড়াচড়া হ্রাস পাওয়া"
            \n\u2022 ডায়রিয়া"
            \n\u2022 তলপেটে ব্যাথা"
            \n\u2022 শরীরের পেছনদিকে ব্যাথা"
            \n\u2022 পা কামড়ানো"
            \n\u2022 অনিদ্রা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 ৪২ সপ্তাহের আগ পর্যন্ত জোর করে প্রসব ঘটানোর কোন আবশ্যকতা নেই। প্রাকৃতিকভাবে প্রসব প্রক্রিয়া ত্বরান্বিত করাতে চাইলে হাটাচলা চালু রাখুন।"
            \n\u2022 শিশুর সব ধরনের সক্ষমতা বাড়াতে শালদুধের কোন বিকল্প নেই। তাই জন্ম হবার পর তাকে শালদুধ খাওয়াতে ভুলবেন না।"
            \n\u2022 যোনীপথে জল নির্গত হওয়া শুরু হলে বা শিশুর নড়াচড়া অস্বাভাবিক হারে কমে গেলে ডাক্তারের সাথে দ্রুত যোগাযোগ করুন। মনে রাখবেন, জলের রঙ যদি হলুদাভ হয়, তাতে যদি গন্ধ থাকে, এবং জল নির্গত হবার ধারা যদি বন্ধ হয়ে যায়, তবে তা মুত্র।"
            \n\u2022 ঘন্টায় পাঁচ মিনিট পরপর সংকোচন হলে, সংকোচনের সময় এক মিনিট বা তার বেশী স্থায়ী হলে, সংকোচনের মাত্রা ক্রমাগত বাড়তে থাকলে, তার নড়াচড়া অস্বাভাবিক ভাবে কমে গেলে, যোনীপথ অধিক হারে তরল বা রক্ত যাওয়া শুরু করলে, জ্বর বা অনেকক্ষন ধরে মাথা ব্যাথা, পেট ব্যাথা হলে, এবং চোখে ঘোলা বা ঝাঁপসা দেখা শুরু হলে অতিদ্রুত ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 বাসায় প্রসবের জন্য প্রয়োজনীয় উপকরণ, দাই এর ঠিকানা এবং ফোন নম্বর, এ্যাম্বুলেন্সের নম্বর হাতের কাছে রাখুন। সকল ধরনের জরুরি অবস্থার জন্য যথাসম্ভব প্রস্তুতি গ্রহণ করুন।'''
    },
    'week_41': {
      'title': 'তার ওজন এখন সাড়ে তিন কেজির কাছাকাছি' '',
      'changes_in_child': '''শিশুর পরিবর্তনসমূহঃ
            \n\u2022 তার ওজন এখন সাড়ে তিন কেজির কাছাকাছি। আগামী সপ্তাহের মধ্যেও সে বাইরে বেরোতে না চাইলে ডাক্তার জোর করে তাকে বের করতে চাইবেন। কারন, এর চেয়ে বেশী দিন অপেক্ষা করা আপনার এবং শিশুর জন্য ঝুঁকিপূর্ণ হতে পারে।"
            \n\u2022 তার নখ এখন অনেক বড় হয়ে তার আঙুলের বাইরে চলে এসেছে। হাতের কাছে নেইল কাটার রাখুন।"
            \n\u2022 তার ত্বকের ওপর হতে আঠালো আবরণ চলে যাওয়ার কারনে তার ত্বক এখন শুষ্ক হয়ে যাচ্ছে, এমনকি কোথাও কোথাও ফেটেও যাচ্ছে। ঘাবড়াবার কিছু নেই, এই ত্বকের নিচে নতুন ত্বক বাইরে আসার জন্য অপেক্ষা করছে।''',
      'changes_in_mom': '''মায়ের পরিবর্তনসমূহঃ
            \n\u2022 আপনি প্রসবের জন্য উপযুক্ত অবস্থায় পৌছে গেছেন। কিভাবে বুঝবেন প্রসব সন্নিকটে? ক্রমাগত পানির মত স্বচ্ছ তরল বের হওয়া শুরু হলে, সাথে লালচে আঠালো তরল নির্গত হলে, এবং তলপেটের দিকে ঘনঘন সংকোচন শুরু হলে প্রসবের জন্য তৈরি হয়ে যান।''',
      'symptoms': '''সাধারন লক্ষণসমূহঃ
            \n\u2022 জরায়ু এবং তার আশেপাশে ঘনঘন সংকোচন"
            \n\u2022 শিশুর নড়াচড়া হ্রাস পাওয়া"
            \n\u2022 ডায়রিয়া"
            \n\u2022 তলপেটে ব্যাথা"
            \n\u2022 শরীরের পেছনদিকে ব্যাথা"
            \n\u2022 পা কামড়ানো"
            \n\u2022 অনিদ্রা''',
      'instructions': '''সাধারণ নির্দেশনাসমূহঃ
            \n\u2022 ৪২ সপ্তাহের আগ পর্যন্ত জোর করে প্রসব ঘটানোর কোন আবশ্যকতা নেই। প্রাকৃতিকভাবে প্রসব প্রক্রিয়া ত্বরান্বিত করাতে চাইলে হাটাচলা চালু রাখুন।"
            \n\u2022 শিশুর সব ধরনের সক্ষমতা বাড়াতে শালদুধের কোন বিকল্প নেই। তাই জন্ম হবার পর তাকে শালদুধ খাওয়াতে ভুলবেন না।"
            \n\u2022 যোনীপথ জল নির্গত হওয়া শুরু হলে বা শিশুর নড়াচড়া অস্বাভাবিক হারে কমে গেলে ডাক্তারের সাথে দ্রুত যোগাযোগ করুন। মনে রাখবেন, জলের রঙ যদি হলুদাভ হয়, তাতে যদি গন্ধ থাকে, এবং জল নির্গত হবার ধারা যদি বন্ধ হয়ে যায়, তবে তা মুত্র।"
            \n\u2022 ঘন্টায় পাঁচ মিনিট পরপর সংকোচন হলে, সংকোচনের সময় এক মিনিট বা তার বেশী স্থায়ী হলে, সংকোচনের মাত্রা ক্রমাগত বাড়তে থাকলে, তার নড়াচড়া অস্বাভাবিক ভাবে কমে গেলে, যোনীপথ অধিক হারে তরল বা রক্ত যাওয়া শুরু করলে, জ্বর বা অনেকক্ষন ধরে মাথা ব্যাথা, পেট ব্যাথা হলে, এবং চোখে ঘোলা বা ঝাঁপসা দেখা শুরু হলে অতিদ্রুত ডাক্তারের শরণাপন্ন হন।"
            \n\u2022 বাসায় প্রসবের জন্য প্রয়োজনীয় উপকরণ, দাই এর ঠিকানা এবং ফোন নম্বর, এ্যাম্বুলেন্সের নম্বর হাতের কাছে রাখুন। সকল ধরনের জরুরি অবস্থার জন্য যথাসম্ভব প্রস্তুতি গ্রহণ করুন।'''
    },
  };
}
